{"pageProps":{"tour":{"tourId":3,"title":"Relaxing Journey in Kobe","location":{"name":"Kobe","slug":"kobe"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":0,"estimate":232.21222517516307},"shortDescription":"This walking tour provides a mind relaxing experience in Kobe, which will satisfy your soul, tongue and eyes.","description":"Stressed from all the responsibility you bear everyday? Forget it and join this tour for a day! This walking tour provides a mind relaxing experience in Kobe, which will satisfy your soul, tongue and eyes. Enjoy beautiful nature with Nunobiki falls and soak yourself in “gold” and “silver” waters in Arima Hot Spring. Ever heard of Kobe beef? The delicious beef will be delivered through entertaining performance. Before going to bed, the very famous “ten million dollar night view” will blow your mind.","highlights":["Nunobiki Falls","Arima Hot Spring","Kobe Beef Restaurant","Venus Bridge"],"duration":"8 hours","startingTime":"2000-01-01T13:00:00","startingTimeInfo":"recommended","meetingPoint":"Sannomiya Station","endPoint":"Sannomiya Station","included":["Guide fee","Hotel pick-up/drop-off","Consultation about your itinerary prior to your arrival (You may ask anything about your stay in Japan, not only in Osaka)","Tips for your stay in Japan prior to your arrival"],"notIncluded":["Transportation fees","Tickets to any attractions","Food and Drink (Kobe steak course costs approx. 16,000 yen per person)"],"itemChecklist":null,"notice":["You do not have to order a Kobe beef for the tour guide as the price is high. The guide will have the cheapest option available at the restaurant or simply eat somewhere else.","Guests with tattoos might be denied entry into some hot spring. If your tattoo can be covered with a tape, I suggest you to bring the tape with you. If your tattoo is too large to cover with a tape, please tell me in advance so that I can make sure that the hot spring we visit allows tattoo.","Bring a towel with you to avoid renting/buying it at the hot springs unless you want one as a souvenir."],"images":[{"path":"57362c44-4aec-4b6f-bd9b-9958744fe54b","description":"Hiking at Nunobiki Falls"},{"path":"e41a0bce-5d9f-46bc-aa65-75a6509880a2","description":"Statue at Arima Hot Springs"},{"path":"10304130-f604-4e25-86a0-60649ec73485","description":"Kobe Beef"}]}},"__N_SSG":true}