{"pageProps":{"post":{"postId":15,"title":"Denmark and Japan in Love: The Reasons Why These Two Countries are Similar","slug":"denmark-and-japan-in-love-the-reasons-why-these-two-countries-are-similar","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Denmark and Japan are far away from each other both in cultural and geographical way. Yet, they seem to get along very well. Let's find out why!","content":"Despite of Denmark being a minor tourist destination in Japan, it's been gradually recognized as a country of rich welfare and stylish design. Similarly, Danes tend to ignore the difference between Japan and other Asian countries (China in most cases), assuming they are all the same although Denmark has shown its interest in Japanese arts and culture even before Japan opened its border to the world.\n\n![Danish and Japanese flags](https://img.nippondering.com/00312e17-9ecf-433b-a083-9b9f356f04b4.jpg)\n\nWhen you dig a little deeper, you find many cultural and historical similarities between Denmark and Japan. Denmark has been my second home country since I first stayed in Denmark as an exchange student when I was just 16 year-old. Now I date a Danish guy (the best way to soak up a different culture, isn't it?) and observe the differences and similarities between Denmark and Japan day by day. Let me introduce what I've found out!\n\n# The Traditional Monarchy\nBoth Denmark and Japan maintain its monarchy that has been preserved from the ancient time and monarchs in both countries are merely ceremonial figureheads, meaning they do not have any reserve power. There are many other countries with such a system, but no monarchy in any other countries has a history as long as the one in Denmark and Japan. Danish royal house has a history of more than 1,000 years, making it the oldest in Europe while the history of Japanese imperial house goest back to 660 B.C., making the oldest in the entire world. \n\n![the Enthronement Ceremony](https://img.nippondering.com/778a80bf-5f4d-4571-90ca-ae1e2adab5d1.jpg)\n##### *the Enthronement Ceremony in 2019. Source: Prime Minister's Office of Japan (https://www.kantei.go.jp/jp/headline/kouikeisyou_gishikitou/seidennogi.html)*\n\nThe majority in Japan does not think about the emperor or the imperial house in our daily lives, but I feel like many of us do have some affections or familiarities toward them somewhere in our heart with or without noticing it. In 2019, the former emperor resigned and name of the era changed while the emperor is still alive for the first time after the Meiji Restoration. It has put the entire nation in a festive mood. The emperor obviously does not have much authority as he/she used to have, but the imperial house still remain closely connected to our daily lives despite of our low awareness. \n\nIn Denmark, Queen Margrethe II is loved by all Danes. As to Japan, not many Danes say or think that they love their royal house. However, they welcome new years with the queen's speech and Danish women love accessaries with marguerite flower motif. Clearly, Danish royal house has been a part of Danish life.  \n\n![Queen Margrethe II](https://img.nippondering.com/a3a634dd-be0c-4703-bc2f-373fe3d450b8.jpg)\n##### *Beloved Queen Margrethe II. Source: Holger Motzkau 2010, CC BY-SA 3.0 (https://da.wikipedia.org/wiki/Margrethe_2.#/media/Fil:HM_The_Queen_of_Denmark.jpg)*\n\n# Harmony and Janteloven\nThe Japanese has a reputation of being reserved, modest and quiet both within and outside Japan. In Japan, the sense of harmony is valued high and people are expected to fit it. Harmony is definitely important so as to build a safe and peaceful society. However, at the same time, it could oppress individual personalities and restrain challenger's spirits.\n\nIt is of course same in every part of the world that people do not like unusual behaviors as long as we are humans. However, the unwritten rule of \"reading the air\" is indeed very Japanese. On the other hand, Denmark has a set of ideologies called \"Janteloven\" which reminds me of our Japanese ideologies. \n\n![Janteloven](https://img.nippondering.com/40b7b660-46d4-48cd-8a6f-50818296b640.jpg)\n##### *Janteloven written on the wall of Sandemose's birthplace in Nykøbing Mors. Source: Poul Krogsgård (https://da.wikipedia.org/wiki/Janteloven#/media/Fil:Sandemose_Janteloven.jpg)*\n\n1.”Du skal ikke tro, du er noget.（Do not think you are special）”  \n2.”Du skal ikke tro, at du er lige så meget som os.（Do not think you are equal to us）”  \n3.”Du skal ikke tro, at du er klogere end os.（Do not think you are smarter than us）”  \n4.”Du skal ikke bilde dig ind, at du er bedre end os.（Do not think you are better than us）”  \n5.”Du skal ikke tro, at du ved mere end os.（Do not think you know better than us）”  \n6.”Du skal ikke tro, at du er mere end os.（Do not think you are more important than us）”  \n7.”Du skal ikke tro, at du dur til noget.（Do not think you are good at anything）”  \n8.”Du skal ikke le ad os.（Do not laugh at us）”  \n9.”Du skal ikke tro, at nogen bryder sig om dig.（Do not think anyone likes you）”  \n10.”Du skal ikke tro, at du kan lære os noget.（Do not think you can teach us anything）”\n\nThe ten principles of Janteloven was first introduced in 1933 by an author Aksel Sandemose in his satirical novel \"En flygtning krydser sit spor （A Fugitive Crosses His Tracks）\". These somewhat pessimistic principles are deeply rooted in Danish society even today. \n\nDanes are lively after a couple of beers, but usually reserved and shy. Many international students point out these contrasting aspects of Danes and complain the difficulty to make Danish friends. Doesn't their shyness sound a bit similar to the Japanese? The reason for Denmark being a welfare state is probably also due to the belief in Janteloven that rebukes surpassing others. \n\nJapanese often believe that the Western countries are individualistic. When we say so, we often think of the United States. However, the indicidualism in Denmark differs greatly than the one in the U.S. In Denmark, individualism exists based on collectivism, so people do make much of harmony while giving a respect to individual personalities and abilities. This is at least what I, as a Japanese, observed in Denmark. \n\n# Love Flowers\nDanes love flowers. They give flowers to each other in various occasions and enjoy gardening at home. This may be due to long and depressing winter with lots of rainy and cloudy days. When you visit Denmark during the spring time, you see many Danes enjoying the sun outside (even when it is not that warm). No one in the world loves spring as Danes, I'd say. \n\nSo, how about the Japanese? As you might all know, Japanese houses are small and often do not have a big garden. However, a bouquet for new graduates is not the only way the Japanese enjoy flowers. The blooming date for Sakura make the headlines all over Japan every year and people enjoy the beautiful autumn leaves during autumn.\n\n![Kadō](https://img.nippondering.com/b187efbe-f42b-4f35-ad08-3c203933b547.jpg)\n##### *Kadō elegantly combines the beauty of nature and sophisticated artifact*\n\nTraditionally, the Japanese has always enjoy the combination of nature and artifacts. Kadō and Bondai are some of the examples, and seasonal flowers are essential to the decoration in the tea house for tea ceremony. Japanese poetries, Waka and Haiku, make use of seasonal flowers as well. Seasonal events often accompany seasonal flowers as Japanese four distinctive seasons come with seasonal flowers. If you visit Japanese house, you may also see flowers offered to the Buddhist altar.\n\nYou may know that chrysanthemum is a symbol for Japanese imperial house, but did you know that each imperial family member is assigned a symbol which often has a flower or tree as its motif. \n\n# Minimalism and Wabi Sabi \nDenmark has gained its popularity in Japan mainly because of their design. The Danish simple and functional designed has caught Japanese people's heart. The popularity of the Danish design in Japan is not a coincidence. In fact, the Danish design has been heavily affected by the Japanese design since the Meiji Restoration.\n\nDenmark had been interested in Japan even before the Meiji Restoration, but Japan was under an isolation policy. Therefore, Denmark had been importing Japanese artifacts through Dutch merchants. In 1867, Denmark and Japan finally established a diplomatic relation and Denmark has assimilated and developed Japanese art to Danish style.\n\n![Japanese craftmanship](https://img.nippondering.com/2e6485aa-80bf-4606-b6a1-6aa267bd64cb.jpg)\n\nMany famous Danish designers had an influence from Japanese artifacts and architecture. Just like Danish design is highly valued in Japan, Denmark has been appreciated the sophisticated designs created by the Japanese craftmanship.\n\nDanish and Japanese design are similar in the way that they both value \"simple design that makes the most use of the material\". They also both prefer natural color instead of fancy decoration, and focus on \"being able to use for long\". Danish minimalism and Japanese Wabi-Sabi spirit are deeply in love. There's now emerged a style called \"Japandi\" which is a combination of Japanese and Scandinavian style. We can expect that Japan and Denmark to create something beautiful together!\n\n# Yet they are different after all\nOf course, there are also huge differences between Japan and Denmark. Although Danes value harmony as well as the Japanese, they do stress individuality compared to the Japanese. Danish kids move out very early because they receive less SU (student benefit) if they live with their parents whereas the Japanese (especially girls) tend to stay with their parents until they get married unless they get in to the university far from home. \n\nAs a result, Danes often do not have a sense of responsibility to take care of their parents while the Japanese kids (especially the oldest) tend to feel a strong sense of responsibility (although it is a declining trend). The reason for the high divorce rate in Denmark is probably also due to their strong focus on individual life. Seeing man and his ex-wife having dinner with their kids, his new girl friend and her kids is not really a common case in Japan. \n\nConcerning design, craftmanship culture persist in Japan but unfortunately scarce in Denmark. Ambition is valued high in Japan while Denmark focuses on being happy as it is. Danes value spending time with their family and therefore do not like to \"work their asses off\" (at least according to the Japanese standard.\n\nDanish rich welfare is obviously not free, but paid by the citizens in a form of high tax. In Denmark, even a normal businessman pay nearly half of his salary as income tax, and this is probably the reason why they prefer to focus on their private life and \"hygge\". \n\nOn the other hand, the Japanese are hardworking in their nature to the extent they are called \"workaholic\". It was surprising to see people complaining about vacation being too long after having 10 days off as Golden Week in 2019. (I'm like, what?! 10 days are nothing...) Although being hardworking does not always bring a positive effect when it's too much, the hardworking national character is probably the reason why the craftmanship culture still persists to this day.  \n\n![Japan and the world](https://img.nippondering.com/53c197a8-4c31-46aa-9e2f-cc677f7b2f2e.jpg)\n\nDenmark and Japan are similar in a way and different in another. However, I believe those two modest and reserved countries can be one of the best partner, recognizing each other's strength and learning from each other. ","image":"00312e17-9ecf-433b-a083-9b9f356f04b4","published":"2020-07-07T15:15:52.732068","tags":["japan","culture","denmark"],"previousPostLocation":"lets-celebrate-the-beginning-of-summer-and-get-over-the-rainy-june-14","nextPostLocation":"hokkaido-tour-day-1-kushiro-16"}},"__N_SSG":true}