{"pageProps":{"post":{"postId":8,"title":"History of Japanese Hikikomori! It starts with the goddess of the sun? ","slug":"history-of-japanese-hikikomori-it-starts-with-the-goddess-of-the-sun","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"\"Hikikomori\" has now become a worldwide problem. When did this phenomena start? The oldest history book says the history goes back to the age of gods.","content":"The Japanese word \"Hikikomori\" is now even listed on an English dictionary. The definition of Hikikomori is still often discussed. As for now, it is defined as \"a condition in which the affected individuals refuse to leave their parents' house, do not work or go to school and isolate themselves away from society and family in a single room for a period exceeding six months\" according to the Japanese Ministry of Health, Labour, and Welfare. \n![Hikikomori](https://img.nippondering.com/2432cd5a-ea56-43e6-8880-35e425b8ee3d.jpg)\n\n# Hikikomori in Japan Today\nIn Japan, there is as many as one million Hikikomori across gender and generation nationwide according to the estimate by the government in 2019. Although some might imagine Hikikomori being young students with problems at school, the major group is those around 40. These people are the result of the employment ice age, the period of poor employment opportunities around 2000. In response to the fact that many community supports for Hikikomori only target those under 40, the government has now started an employment support program for this generation from 2019.\n\nThe reasons for becoming Hikikomori varies. But the major cases are failure in finding a job or fitting into the workplace, illness, and retirement. It is also interesting to note that men makes up to 70-80% of the Hikikomori population. It may due to the big pressure put mainly on men for supporting family or doing well at work. \n\n# How about worldwide?\nUntil recently, Hikikomori had been considered something particular to Japan due to its culture. However, it is now said to be no longer a problem only in Japan but a very difficult issue worldwide. There is approximately 300,000 Hikikomori in Korea and the first support group for families with Hikikomori had been founded. \n\nIn the US, some suggest that *NEAT* (the unemployed) tend to be Hikikomori. Given that there was around 10 million that were unemployed in 2005, there may be quite a few more Hikikomori in the US than you imagine. It is hard to evaluate the Hikikomori phenomenon abroad because there has not been much studies done. However, we can imagine that the problem is probably more worldwide than it seems. \n\n# When did it start? \nPeople tend to assume that Hikikomori is a newly emerged problem due to the prevalence of social media and much less social connection. However, Hikikomori is found throughout the Japanese history. Let's meet the pioneer of Hikikomori!\n \n![Izanami and Izanagi](https://img.nippondering.com/5f47991c-581a-446e-a19e-cebf1eda09d4.jpg)\n##### *Izanami and Izanagi gave birth to Japan and other gods*\n\nJapan is a country with lots of gods and goddesses. *Amaterasu ōmikami* who is the goddess of the sun reigns at the top of these gods and goddesses. She is said to be the ancestor of our emperor AND the first Hikokomori in Japan!  \n\nHer story is written on the oldest Japanese history book, *Kojiki*. The story goes like this. *Susanoo* (Amaterasu's bother) was told by *Izanagi* who's his father to govern the sea, but was just crying hard because he wanted to go to *Ne-no-kuni* (the netherworld) to see his deceased mother, *Izanami*. Izanagi concluded that Susanoo is not qualified to to govern the sea and drove him out of *Takamanohara* where all gods lived. \n\nSusanoo decided to visit Takamanohara where Amaterasu was told to govern to say goodbye to her before leaving. His unstable mind made the earth quake, so Amaterasu thought that he was going to invade. Susanoo told her that he just came to say goodbye, but she didn't believe and suggested to play *Ukei* (divination ritual) to see the truth. \n\nIt resulted in the birth of three goddesses from *Totsuka-no-Tsurugi* (Susanoo's sword) and five gods from Amaterasu's ornaments. Susanoo declared his victory by saying \"My heart is pure. Thus, my children are graceful goddesses\". \n\nThis victory made him arrogant and he started to devastate Takamanohara. He destroyed rice-fields and shit in the palace. Other gods complained but Amateraru covered for him. However, he finally did something she couldn't cover for. He threw a skinned horse into a weaving cottage. This caused a death of a goddess who accidentally stabbed herself in the genital by a shuttle.\n\nThis terrible accident drove her into the *Ame-no-Iwato* cave. Now the first Hikikomori is finally detected. Without the goddess of sun, the land was deprived of light. Other gods eventually succeeded in getting her out of the cave by throwing a party outside the cave and getting her intrigued. \n\n![The Legend of Amanoiwato](https://img.nippondering.com/12eb6748-7bd9-446a-9f0d-f494b107a78f.jpg)\n##### *No one cannot help peeking when something fun is taking place!*\nIf our goddess was once Hikikomori, no doubt that there're many Hikikomori in Japan. But maybe the story also tells us how to get them out of their \"cave\". Make our society full of joy, so there's no point of hiding in the cave :D","image":"2432cd5a-ea56-43e6-8880-35e425b8ee3d","published":"2020-04-17T19:31:39.974953","tags":["japan","culture","history"],"previousPostLocation":"the-beauty-and-secret-of-nagauta-and-shamisen-7","nextPostLocation":"a-history-of-homosexuality-in-japan-when-being-gay-was-nothing-special-9"}},"__N_SSG":true}