{"pageProps":{"post":{"postId":16,"title":"Hokkaido Tour: Day 1 (Kushiro)","slug":"hokkaido-tour-day-1-kushiro","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"I took a two-week vacation in Hokkaido and Tohoku area in the beginning of Oct. 2020. Follow my tour here and prepare for your next trip to Japan!","content":"Before starting with all the fun, I would like to clarify one thing. I have received several inquiries about GoTo Travel campaign which covers half of travel costs. GoTo Travel campaign aims to help the tourism industry, which is in a very tight situation due to Covid-19, by encouraging the LOCALS to travel WITHIN Japan under these difficult circumstances where accepting international tourists is still difficult. Therefore, the campaign only applies to those who live in Japan. \n\nI see that there are some misleading articles on the campaign and some of you believe (or believed) that the campaign would subsidize half of your travel costs TO Japan. However, this is not correct. Be careful not to be misguided! \n\n# The Harbor Town, Kushiro\nNow let us start with the first stop, Kushiro. Kushiro is mainly famous for its beautiful marsh. My adventure started with the morning walk along the harbor. The scenery somehow reminded me of Aarhus, Denmark where I did my exchange and completed my master's degree. \n\n![The view from Nusamai Bridge](https://img.nippondering.com/6ecf8981-a80e-4332-b7f5-c98ddba09e6e.jpg)\n##### *Taken from Nusamai Bridge. Somehow reminds me of the harbor in Aarhus. Maybe any harbor does?*\n\nThe sunset view from Nusamai Bridge is supposed to be very beautiful, so bring a nice camera and wait for it when you are here. (I missed it though...) Everything is within walking distance in the city center, so half day is more than enough to get to know the city. \n\nWhen you are near Nusamai Bridge, take a quick look at Fisherman's Wharf. You can buy souvenirs and eat here. I went in to buy some Royce chocolate chips and this one caught my eyes. \n\n![Crab UFO catcher](https://img.nippondering.com/7e215043-3bc5-4726-b91d-4eddc4090c77.jpg)\n##### *Crab UFO catcher. Cruel or fun?*\n\nI understand why some people think it's cruel. I am neither a zoologist nor a crab and have no idea how these crabs feel. But one thing is clear. It is quite unique. \n\n# Robatayaki vs. Kattedon\nKushiro has undoubtedly gained its fame as the gateway to Kushiro Marsh, and honestly, does not have much to offer in the city center aside from its beautiful sunset. However, they do have some nice food to enjoy if you are to stay there overnight. \n\n![Robatayaki](https://img.nippondering.com/7b597a94-64df-43a8-b101-9a844690c057.jpg)\n##### *I know. But this is NOT a barbecue!*\n\nSimply put, Robatayaki is charcoal-grilled seafood. It was developed about 50 years ago by a founder of a restaurant named \"Robata\" in Kushiro, inspired by hearth-grilled vegetables in the Tohoku region. Robatayaki restaurants are now all around Japan, but nothing is more special than enjoying it where it started. \n\nIf you like raw fish, you can visit Washo market. The market is well-known for Kattedon. Kattedon is a bowl of rice topped with seafood of your own choice. You first buy a bowl of rice and go on a search for the toppings you like in the market. \n\n![Kattedon](https://img.nippondering.com/5b17a82d-754a-4ecd-9796-4a1d8c2cffba.jpg)\n##### *Choose your own fish :D*\n\nTouristy? Very much. Kattedon is definitely not the cheapest and is not a place for someone who wants to avoid tourist crowds. However, the seafood is fresh, and more than anything, it is a fun experience. So if you are interested in a unique experience and are not under a tight budget, give it shot!\n\n# Encounter in Onnenai Boardwalk\nKushiro Marsh is the biggest marsh in Japan and is home to various plants and animals including the Japanese crane. There are several spots to enjoy Kushiro Marsh. I visited Onnenai Boardwalk on the first day and took a one-hour walk on the wooden boards into the marsh. \n\nThe plants had turned brown, so the marsh did not look like it looks in the pictures. However, it was relaxing to just breathe in the fresh air and listen to the sound of nature. It makes you forget all the fuss in your busy life. \n\n![Me and the marsh](https://img.nippondering.com/0a1c55a4-09b6-434f-9373-49c75a9c0dfa.jpg)\n\nDuring the nice walk, I encountered a family of Hokkaido deer. They stopped as they saw me and stared at me for a while. They were just as interested in me as I was in them. I didn't know at this point, but I later found out that there are thousands of them in Hokkaido. \n\nYou will probably need a car to see Hokkaido, but look out for deer when you drive especially during night! They can suddenly jump out in front of your car. There are quite a few car accidents with deer. So again, please be careful for the sake of deer and you.\n\n![Hokkaido deer](https://img.nippondering.com/784d3945-5927-46ff-870d-956c3b736ce3.jpg)\n##### *Hi deer!*\n\nMy first day in Hokkaido was pretty much like this. Stay tuned for the next article to follow my exciting trip!\n ","image":"6ecf8981-a80e-4332-b7f5-c98ddba09e6e","published":"2020-10-23T19:57:29.269887","tags":["japan","travel"],"previousPostLocation":"denmark-and-japan-in-love-the-reasons-why-these-two-countries-are-similar-15","nextPostLocation":null}},"__N_SSG":true}