{"pageProps":{"tours":[{"tourId":1,"title":"Osaka Nightlife Tour","location":{"name":"Osaka","slug":"osaka"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":145.13264073447692,"extras":34.01546267214303,"fee":19.096400096641702,"estimate":164.22904083111862},"shortDescription":"Visit the best spots to enjoy Osaka’s local foods as well as nightlife.","description":"In this tour, you will get to visit the best spots to enjoy Osaka’s local foods as well as nightlife. We will visit Shinsekai and Dotonbori, the two major tourist destinations to enjoy street foods, and then go bar-hopping around the areas where only locals know. If you’re looking for a fun and unique night out experience in Osaka, book this tour!","highlights":["Shinsekai","Janjan Yokocho","Dotonbori","Hozen-ji Temple","Misono Building","2-3 Izakaya (Japanese style restaurant bar)"],"duration":"5 hours","status":"Published","images":["e4299b06-5fea-4765-a0c6-30d2852d506b","9f09eba5-16a9-478e-9c2f-e35bf45f692f"]},{"tourId":2,"title":"Day Trip to Nara from Osaka/Kyoto","location":{"name":"Nara","slug":"nara"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":19.096400096641702,"estimate":251.30862527180477},"shortDescription":"Take a day trip to ancient Japan by visiting Nara, the city with more than 1300 years of history.","description":"In this tour, we will take a day trip to Nara, the city with more than 1300 years of history. You will get to see two significant temples as well as a shrine, play with the adorable deers at Nara Park, and visit Naramachi Old Town. Let’s explore the oldest capital together and enjoy the time travel to the ancient Japan!","highlights":["Todai-ji Temple","Nara Park","Kasuga Shrine","Kofuku-ji Temple","Naramachi Old Town"],"duration":"8 hours","status":"Published","images":["e4f5eb60-4d2c-422a-98a5-0b4c58b0ebdd","8f851fee-1f4d-4a8a-8933-67c360e6857b","eafba445-a4ef-4c94-a5f1-9855ec85d833"]},{"tourId":3,"title":"Relaxing Journey in Kobe","location":{"name":"Kobe","slug":"kobe"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":0,"estimate":232.21222517516307},"shortDescription":"This walking tour provides a mind relaxing experience in Kobe, which will satisfy your soul, tongue and eyes.","description":"Stressed from all the responsibility you bear everyday? Forget it and join this tour for a day! This walking tour provides a mind relaxing experience in Kobe, which will satisfy your soul, tongue and eyes. Enjoy beautiful nature with Nunobiki falls and soak yourself in “gold” and “silver” waters in Arima Hot Spring. Ever heard of Kobe beef? The delicious beef will be delivered through entertaining performance. Before going to bed, the very famous “ten million dollar night view” will blow your mind.","highlights":["Nunobiki Falls","Arima Hot Spring","Kobe Beef Restaurant","Venus Bridge"],"duration":"8 hours","status":"Published","images":["57362c44-4aec-4b6f-bd9b-9958744fe54b","e41a0bce-5d9f-46bc-aa65-75a6509880a2","10304130-f604-4e25-86a0-60649ec73485"]},{"tourId":4,"title":"Trip to traditional Japan in Kyoto","location":{"name":"Kyoto","slug":"kyoto"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":19.096400096641702,"estimate":251.30862527180477},"shortDescription":"Experience traditional Japan in the former capital. Explore the mysterious bamboo forest in Arashiyama and peek into the life of a geisha in Gion.","description":"The former capital of Japan, Kyoto, has lots of traditional experiences to offer. You have surely seen a picture of the mysterious bamboo forest in Arashiyama. Do not forget to visit Gion district that brings you back to Japan before Westernization. Take a little walk through the narrow allies filled with adorable shops and restaurants. The allies will take you to one of most admired temple, Kiyomizu Temple. At last but not least, take an iconic picture in front of the red gates in Fushimi Inari Shrine. ","highlights":["Arashiyama Bamboo Forest","Gion District","Kiyomizu Temple","Fushimi Inari Shrine"],"duration":"8 hours","status":"Published","images":["d2f55515-b268-43aa-be20-10aecbbc002b","4170cf85-cde3-4b59-8508-4200446af446","7f5f0c2c-92d8-467f-acf0-281821832ae1"]},{"tourId":5,"title":"The Must-see Historical Spots in Himeji","location":{"name":"Himeji","slug":"himeji"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":19.096400096641702,"estimate":251.30862527180477},"shortDescription":"Himeji is more than its beautiful white castle. Take a trip to Mt. Shosha and see the thousand-year-old sacred temple.","description":"Himeji castle has fascinated many people around the world since it was listed as one of the first World Heritage Sites in Japan. Because of this fame, people often make a quick visit to the castle and leave for other popular cities like Osaka and Kyoto. But wait a second. Himeji is not only about this beautiful white castle. Take a short trip to Mt. Shosha. Ropeway will take you up to the stunning sacred temple with a history of 1000 years old. Do not miss the Japanese style garden “Koukoen” right next to Himeji castle. After walking through the nine different style gardens, indulge yourself with a cup of Matcha tea and a sweet delight.","highlights":["Engyoji Temple","Koukoen","Tea Ceremony at \"Souju-an\"","Himeji Castle"],"duration":"8 hours","status":"Published","images":["ca7ce794-8688-4f98-9601-b415f27d4ce9"]},{"tourId":6,"title":"The Must-see Spots in Osaka","location":{"name":"Osaka","slug":"osaka"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":19.096400096641702,"estimate":251.30862527180477},"shortDescription":"Experience the best parts of Osaka, learn about the city's unique history and enjoy popular local foods.","description":"Osaka is the city of merchants filled with a vibrant and lively atmosphere. This tour will take you to experience the best parts of Osaka in one day. Not only the historical spots where you can learn about the city's unique history, but you will also enjoy some local foods that Osaka, referred to as the Nation's Kitchen, can offer. At the end of the tour, you can enjoy the stunning city view with sunset from the rooftop of Umeda Sky Building!","highlights":["Osaka Castle","Dotonbori","Shinsekai","Shitenno-ji Temple","Umeda Sky Building"],"duration":"8 hours","status":"Published","images":["4a7fd98c-2884-4d09-94ec-336892232ea7","2d1f75ea-2e1f-4f82-9ab0-18cf9b2c86b7","6eb93c59-2290-4e1d-be7e-f43c29a9fd17","15cf4d5d-115b-4fe6-99e7-cab6773af76f","235e015e-e9af-4944-acc4-45c6858a13bd"]},{"tourId":7,"title":"Hiking Tour to Minoh Falls and Cup Noodle Museum","location":{"name":"Osaka","slug":"osaka"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":19.096400096641702,"estimate":251.30862527180477},"shortDescription":"Take a relaxing hike to beautiful Minoh Falls and make your own Cup Noodles at Cup Noodles Museum.","description":"Tired of a busy urban life? Looking for some activities to get lost in nature, or simply want to visit more local places? This short trip to a suburban area of Osaka for hiking will surely make you feel refreshed. You can also enjoy making your own Cup Noodles at Cup Noodles Museum, and visit Katsuo-ji Temple to learn more about Daruma, a Japanese talisman which brings you a good luck. Recommended for all types of travelers; from hiking enthusiasts who loves to take a walk in nature, to of course family with kids who are just looking for fun and enjoyable activities!","highlights":["Cup Noodle Museum","Minoh Semi-National Park and Minoh Falls","Katsuo-ji Temple"],"duration":"8 hours","status":"Published","images":["7e49d85e-0b96-4e02-b151-e985d0c5f2c2","5dbac552-d579-4097-bc53-7a8e288034c4"]},{"tourId":8,"title":"Explore Uji and Fushimi, the City of Tea and Home of Sake","location":{"name":"Kyoto","slug":"kyoto"},"price":{"currencyCode":"USD","currencySymbol":"US$","base":232.21222517516307,"extras":54.424740275428846,"fee":19.096400096641702,"estimate":251.30862527180477},"shortDescription":"Make your own Japanese tea or fill your cup with sake as you walk through a thousand torii gates and explore World Heritage Site Byodo-in Temple.","description":"Uji city and Fushimi ward in Kyoto are located next to each other; the former is the city known for Japanese tea plantation while the latter is a very famous Sake producing area. These two areas also offer Byodo-in Temple which is on the UNESCO World Heritage List, as well as Fushimi Inari Shrine, one of the most visited tourist sites in Kyoto. Let’s explore Uji and Fushimi with a local guide, making your own Japanese tea and tasting various kinds of Sake!","highlights":["Byodo-in Temple","Uji Old Town","Japanese Tea Making Experience","Gekkeikan Okura Sake Museum","Fushimi-Inari Shrine"],"duration":"8 hours","status":"Published","images":["8446af37-55fd-4ff8-8bf4-10bfdecc83ac"]}],"locations":[{"locationId":1,"name":"Kyoto","slug":"kyoto","description":"The former capital of Japan, Kyoto, has lots of traditional experiences to offer.","imagePath":"kyoto"},{"locationId":2,"name":"Osaka","slug":"osaka","description":"Osaka is a lively city and one of Japan's most popular tourist destinations.","imagePath":"osaka"},{"locationId":3,"name":"Nara","slug":"nara","description":"This ancient capital gives you a glimpse into Japan as it once was.","imagePath":"nara"},{"locationId":4,"name":"Kobe","slug":"kobe","description":"More than just Kobe beef, this beautiful port city is not to be missed.","imagePath":"kobe"},{"locationId":5,"name":"Himeji","slug":"himeji","description":"Experience Himeji castle or take the ropeway to a remote Buddhist temple.","imagePath":"himeji"}]},"__N_SSG":true}