{"pageProps":{"posts":[{"postId":16,"title":"Hokkaido Tour Day 1: Kushiro","slug":"hokkaido-tour-day-1-kushiro","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"I took a two-week vacation in Hokkaido and Tohoku area in the beginning of Oct. 2020. Follow my tour here and prepare for your next trip to Japan!","content":"Before starting with all the fun, I would like to clarify one thing. I have received several inquiries about GoTo Travel campaign which covers half of travel costs. GoTo Travel campaign aims to help the tourism industry, which is in a very tight situation due to Covid-19, by encouraging the LOCALS to travel WITHIN Japan under these difficult circumstances where accepting international tourists is still difficult. Therefore, the campaign only applies to those who live in Japan. \n\nI see that there are some misleading articles on the campaign and some of you believe (or believed) that the campaign would subsidize half of your travel costs TO Japan. However, this is not correct. Be careful not to be misguided! \n\n# The Harbor Town, Kushiro\nNow let us start with the first stop, Kushiro. Kushiro is mainly famous for its beautiful marsh. My adventure started with the morning walk along the harbor. The scenery somehow reminded me of Aarhus, Denmark where I did my exchange and completed my master's degree. \n\n![The view from Nusamai Bridge](https://img.nippondering.com/6ecf8981-a80e-4332-b7f5-c98ddba09e6e.jpg)\n##### *Taken from Nusamai Bridge. Somehow reminds me of the harbor in Aarhus. Maybe any harbor does?*\n\nThe sunset view from Nusamai Bridge is supposed to be very beautiful, so bring a nice camera and wait for it when you are here. (I missed it though...) Everything is within walking distance in the city center, so half day is more than enough to get to know the city. \n\nWhen you are near Nusamai Bridge, take a quick look at Fisherman's Wharf. You can buy souvenirs and eat here. I went in to buy some Royce chocolate chips and this one caught my eyes. \n\n![Crab UFO catcher](https://img.nippondering.com/7e215043-3bc5-4726-b91d-4eddc4090c77.jpg)\n##### *Crab UFO catcher. Cruel or fun?*\n\nI understand why some people think it's cruel. I am neither a zoologist nor a crab and have no idea how these crabs feel. But one thing is clear. It is quite unique. \n\n# Robatayaki vs. Kattedon\nKushiro has undoubtedly gained its fame as the gateway to Kushiro Marsh, and honestly, does not have much to offer in the city center aside from its beautiful sunset. However, they do have some nice food to enjoy if you are to stay there overnight. \n\n![Robatayaki](https://img.nippondering.com/7b597a94-64df-43a8-b101-9a844690c057.jpg)\n##### *I know. But this is NOT a barbecue!*\n\nSimply put, Robatayaki is charcoal-grilled seafood. It was developed about 50 years ago by a founder of a restaurant named \"Robata\" in Kushiro, inspired by hearth-grilled vegetables in the Tohoku region. Robatayaki restaurants are now all around Japan, but nothing is more special than enjoying it where it started. \n\nIf you like raw fish, you can visit Washo market. The market is well-known for Kattedon. Kattedon is a bowl of rice topped with seafood of your own choice. You first buy a bowl of rice and go on a search for the toppings you like in the market. \n\n![Kattedon](https://img.nippondering.com/5b17a82d-754a-4ecd-9796-4a1d8c2cffba.jpg)\n##### *Choose your own fish :D*\n\nTouristy? Very much. Kattedon is definitely not the cheapest and is not a place for someone who wants to avoid tourist crowds. However, the seafood is fresh, and more than anything, it is a fun experience. So if you are interested in a unique experience and are not under a tight budget, give it shot!\n\n# Encounter in Onnenai Boardwalk\nKushiro Marsh is the biggest marsh in Japan and is home to various plants and animals including the Japanese crane. There are several spots to enjoy Kushiro Marsh. I visited Onnenai Boardwalk on the first day and took a one-hour walk on the wooden boards into the marsh. \n\nThe plants had turned brown, so the marsh did not look like it looks in the pictures. However, it was relaxing to just breathe in the fresh air and listen to the sound of nature. It makes you forget all the fuss in your busy life. \n\n![Me and the marsh](https://img.nippondering.com/0a1c55a4-09b6-434f-9373-49c75a9c0dfa.jpg)\n\nDuring the nice walk, I encountered a family of Hokkaido deer. They stopped as they saw me and stared at me for a while. They were just as interested in me as I was in them. I didn't know at this point, but I later found out that there are thousands of them in Hokkaido. \n\nYou will probably need a car to see Hokkaido, but look out for deer when you drive especially during night! They can suddenly jump out in front of your car. There are quite a few car accidents with deer. So again, please be careful for the sake of deer and you.\n\n![Hokkaido deer](https://img.nippondering.com/784d3945-5927-46ff-870d-956c3b736ce3.jpg)\n##### *Hi deer!*\n\nMy first day in Hokkaido was pretty much like this. Stay tuned for the next article to follow my exciting trip!\n ","image":"6ecf8981-a80e-4332-b7f5-c98ddba09e6e","published":"2020-10-23T19:57:29.269887","tags":["japan","travel"]},{"postId":15,"title":"Denmark and Japan in Love: The Reasons Why These Two Countries are Similar","slug":"denmark-and-japan-in-love-the-reasons-why-these-two-countries-are-similar","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Denmark and Japan are far away from each other both in cultural and geographical way. Yet, they seem to get along very well. Let's find out why!","content":"Despite of Denmark being a minor tourist destination in Japan, it's been gradually recognized as a country of rich welfare and stylish design. Similarly, Danes tend to ignore the difference between Japan and other Asian countries (China in most cases), assuming they are all the same although Denmark has shown its interest in Japanese arts and culture even before Japan opened its border to the world.\n\n![Danish and Japanese flags](https://img.nippondering.com/00312e17-9ecf-433b-a083-9b9f356f04b4.jpg)\n\nWhen you dig a little deeper, you find many cultural and historical similarities between Denmark and Japan. Denmark has been my second home country since I first stayed in Denmark as an exchange student when I was just 16 year-old. Now I date a Danish guy (the best way to soak up a different culture, isn't it?) and observe the differences and similarities between Denmark and Japan day by day. Let me introduce what I've found out!\n\n# The Traditional Monarchy\nBoth Denmark and Japan maintain its monarchy that has been preserved from the ancient time and monarchs in both countries are merely ceremonial figureheads, meaning they do not have any reserve power. There are many other countries with such a system, but no monarchy in any other countries has a history as long as the one in Denmark and Japan. Danish royal house has a history of more than 1,000 years, making it the oldest in Europe while the history of Japanese imperial house goest back to 660 B.C., making the oldest in the entire world. \n\n![the Enthronement Ceremony](https://img.nippondering.com/778a80bf-5f4d-4571-90ca-ae1e2adab5d1.jpg)\n##### *the Enthronement Ceremony in 2019. Source: Prime Minister's Office of Japan (https://www.kantei.go.jp/jp/headline/kouikeisyou_gishikitou/seidennogi.html)*\n\nThe majority in Japan does not think about the emperor or the imperial house in our daily lives, but I feel like many of us do have some affections or familiarities toward them somewhere in our heart with or without noticing it. In 2019, the former emperor resigned and name of the era changed while the emperor is still alive for the first time after the Meiji Restoration. It has put the entire nation in a festive mood. The emperor obviously does not have much authority as he/she used to have, but the imperial house still remain closely connected to our daily lives despite of our low awareness. \n\nIn Denmark, Queen Margrethe II is loved by all Danes. As to Japan, not many Danes say or think that they love their royal house. However, they welcome new years with the queen's speech and Danish women love accessaries with marguerite flower motif. Clearly, Danish royal house has been a part of Danish life.  \n\n![Queen Margrethe II](https://img.nippondering.com/a3a634dd-be0c-4703-bc2f-373fe3d450b8.jpg)\n##### *Beloved Queen Margrethe II. Source: Holger Motzkau 2010, CC BY-SA 3.0 (https://da.wikipedia.org/wiki/Margrethe_2.#/media/Fil:HM_The_Queen_of_Denmark.jpg)*\n\n# Harmony and Janteloven\nThe Japanese has a reputation of being reserved, modest and quiet both within and outside Japan. In Japan, the sense of harmony is valued high and people are expected to fit it. Harmony is definitely important so as to build a safe and peaceful society. However, at the same time, it could oppress individual personalities and restrain challenger's spirits.\n\nIt is of course same in every part of the world that people do not like unusual behaviors as long as we are humans. However, the unwritten rule of \"reading the air\" is indeed very Japanese. On the other hand, Denmark has a set of ideologies called \"Janteloven\" which reminds me of our Japanese ideologies. \n\n![Janteloven](https://img.nippondering.com/40b7b660-46d4-48cd-8a6f-50818296b640.jpg)\n##### *Janteloven written on the wall of Sandemose's birthplace in Nykøbing Mors. Source: Poul Krogsgård (https://da.wikipedia.org/wiki/Janteloven#/media/Fil:Sandemose_Janteloven.jpg)*\n\n1.”Du skal ikke tro, du er noget.（Do not think you are special）”  \n2.”Du skal ikke tro, at du er lige så meget som os.（Do not think you are equal to us）”  \n3.”Du skal ikke tro, at du er klogere end os.（Do not think you are smarter than us）”  \n4.”Du skal ikke bilde dig ind, at du er bedre end os.（Do not think you are better than us）”  \n5.”Du skal ikke tro, at du ved mere end os.（Do not think you know better than us）”  \n6.”Du skal ikke tro, at du er mere end os.（Do not think you are more important than us）”  \n7.”Du skal ikke tro, at du dur til noget.（Do not think you are good at anything）”  \n8.”Du skal ikke le ad os.（Do not laugh at us）”  \n9.”Du skal ikke tro, at nogen bryder sig om dig.（Do not think anyone likes you）”  \n10.”Du skal ikke tro, at du kan lære os noget.（Do not think you can teach us anything）”\n\nThe ten principles of Janteloven was first introduced in 1933 by an author Aksel Sandemose in his satirical novel \"En flygtning krydser sit spor （A Fugitive Crosses His Tracks）\". These somewhat pessimistic principles are deeply rooted in Danish society even today. \n\nDanes are lively after a couple of beers, but usually reserved and shy. Many international students point out these contrasting aspects of Danes and complain the difficulty to make Danish friends. Doesn't their shyness sound a bit similar to the Japanese? The reason for Denmark being a welfare state is probably also due to the belief in Janteloven that rebukes surpassing others. \n\nJapanese often believe that the Western countries are individualistic. When we say so, we often think of the United States. However, the indicidualism in Denmark differs greatly than the one in the U.S. In Denmark, individualism exists based on collectivism, so people do make much of harmony while giving a respect to individual personalities and abilities. This is at least what I, as a Japanese, observed in Denmark. \n\n# Love Flowers\nDanes love flowers. They give flowers to each other in various occasions and enjoy gardening at home. This may be due to long and depressing winter with lots of rainy and cloudy days. When you visit Denmark during the spring time, you see many Danes enjoying the sun outside (even when it is not that warm). No one in the world loves spring as Danes, I'd say. \n\nSo, how about the Japanese? As you might all know, Japanese houses are small and often do not have a big garden. However, a bouquet for new graduates is not the only way the Japanese enjoy flowers. The blooming date for Sakura make the headlines all over Japan every year and people enjoy the beautiful autumn leaves during autumn.\n\n![Kadō](https://img.nippondering.com/b187efbe-f42b-4f35-ad08-3c203933b547.jpg)\n##### *Kadō elegantly combines the beauty of nature and sophisticated artifact*\n\nTraditionally, the Japanese has always enjoy the combination of nature and artifacts. Kadō and Bondai are some of the examples, and seasonal flowers are essential to the decoration in the tea house for tea ceremony. Japanese poetries, Waka and Haiku, make use of seasonal flowers as well. Seasonal events often accompany seasonal flowers as Japanese four distinctive seasons come with seasonal flowers. If you visit Japanese house, you may also see flowers offered to the Buddhist altar.\n\nYou may know that chrysanthemum is a symbol for Japanese imperial house, but did you know that each imperial family member is assigned a symbol which often has a flower or tree as its motif. \n\n# Minimalism and Wabi Sabi \nDenmark has gained its popularity in Japan mainly because of their design. The Danish simple and functional designed has caught Japanese people's heart. The popularity of the Danish design in Japan is not a coincidence. In fact, the Danish design has been heavily affected by the Japanese design since the Meiji Restoration.\n\nDenmark had been interested in Japan even before the Meiji Restoration, but Japan was under an isolation policy. Therefore, Denmark had been importing Japanese artifacts through Dutch merchants. In 1867, Denmark and Japan finally established a diplomatic relation and Denmark has assimilated and developed Japanese art to Danish style.\n\n![Japanese craftmanship](https://img.nippondering.com/2e6485aa-80bf-4606-b6a1-6aa267bd64cb.jpg)\n\nMany famous Danish designers had an influence from Japanese artifacts and architecture. Just like Danish design is highly valued in Japan, Denmark has been appreciated the sophisticated designs created by the Japanese craftmanship.\n\nDanish and Japanese design are similar in the way that they both value \"simple design that makes the most use of the material\". They also both prefer natural color instead of fancy decoration, and focus on \"being able to use for long\". Danish minimalism and Japanese Wabi-Sabi spirit are deeply in love. There's now emerged a style called \"Japandi\" which is a combination of Japanese and Scandinavian style. We can expect that Japan and Denmark to create something beautiful together!\n\n# Yet they are different after all\nOf course, there are also huge differences between Japan and Denmark. Although Danes value harmony as well as the Japanese, they do stress individuality compared to the Japanese. Danish kids move out very early because they receive less SU (student benefit) if they live with their parents whereas the Japanese (especially girls) tend to stay with their parents until they get married unless they get in to the university far from home. \n\nAs a result, Danes often do not have a sense of responsibility to take care of their parents while the Japanese kids (especially the oldest) tend to feel a strong sense of responsibility (although it is a declining trend). The reason for the high divorce rate in Denmark is probably also due to their strong focus on individual life. Seeing man and his ex-wife having dinner with their kids, his new girl friend and her kids is not really a common case in Japan. \n\nConcerning design, craftmanship culture persist in Japan but unfortunately scarce in Denmark. Ambition is valued high in Japan while Denmark focuses on being happy as it is. Danes value spending time with their family and therefore do not like to \"work their asses off\" (at least according to the Japanese standard.\n\nDanish rich welfare is obviously not free, but paid by the citizens in a form of high tax. In Denmark, even a normal businessman pay nearly half of his salary as income tax, and this is probably the reason why they prefer to focus on their private life and \"hygge\". \n\nOn the other hand, the Japanese are hardworking in their nature to the extent they are called \"workaholic\". It was surprising to see people complaining about vacation being too long after having 10 days off as Golden Week in 2019. (I'm like, what?! 10 days are nothing...) Although being hardworking does not always bring a positive effect when it's too much, the hardworking national character is probably the reason why the craftmanship culture still persists to this day.  \n\n![Japan and the world](https://img.nippondering.com/53c197a8-4c31-46aa-9e2f-cc677f7b2f2e.jpg)\n\nDenmark and Japan are similar in a way and different in another. However, I believe those two modest and reserved countries can be one of the best partner, recognizing each other's strength and learning from each other. ","image":"00312e17-9ecf-433b-a083-9b9f356f04b4","published":"2020-07-07T15:15:52.732068","tags":["japan","culture","denmark"]},{"postId":14,"title":"Let's Celebrate the Beginning of Summer and Get Over the Rainy June!","slug":"lets-celebrate-the-beginning-of-summer-and-get-over-the-rainy-june","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Most part of Japan has now entered Tsuyu (the rainy season). Daily rains depresses you. So let's get over this month together with some fun events!","content":"Having lived in Denmark, I know more than any regular Japanese how depressing constant rain is. Although weather in Japan in general is not as awful as in Denmark, Japan DOES has a rainy season. Japan enters *Tsuyu* season (rainy season) around June 11th according to our calendar (but in reality it of course differs depending on area as Japan is stretched from North to South). \n\nIn addition to the depression from this annoying weather, June does not have any national holiday. Japan is one of the countries with most national holidays, having as many as 16 annual national holidays. Japanese people also enjoy holidays during Obon in August when our dead ancestors pay us a visit and during New Year Holidays. Moreover, a weekday that's sandwiched between two national holidays will be a holiday too, creating some long holidays like Golden Week in May and Silver Week in September. \n\nIt may appear somewhat surprising to some of you that workaholic Japan has so many holidays. However, this is true, and June is the only month that does not have any holidays. Overwork in Japan has other aspects and we can talk about it on the next article, but for now let's just focus on finding something fun in this stressful month!\n\n![June calendar](https://img.nippondering.com/938fc67d-432c-4043-8a5a-ff8b3a62dfe3.jpg)\n\n# Enjoy *Kakigoori* and Change to Summer Clothes on June 1st \n*Koori-no-Tsuitachi *(Ice Day) is not a very popular event that all Japanese people know, however, there are still many festivals and customs remained throughout Japan. In the old days, people at the Imperial Palace ate ice and wished for health and strength to live through the coming hot summer. \n\nThey of course did not have a fridge, so they preserved ice they collected during winter in the cool basements called *Himuro*. Having a such basement was a luxury, so normal citizens desiccated Mochi they made for the New Year and ate it instead. Eating the hard Mochi named *Koori-Mochi* or *Shimi-Mochi* was also meant to be a ritual called *Hagatame* (teeth-strengthening ritual) to wish for strong teeth and thereby longevity by eating well.\n\nEating ice sounds a bit boring, right? Then try *Kakigoori* ! Kakigoori is a shaved ice topped with flavored syrup, and is very popular during summer. You will see these sold at stalls at summer festivals. My favorite flavor is lemon, but there's a wide variety of flavors from Blue Hawaii to strawberry. \n\n![Kakigoori](https://img.nippondering.com/367e741c-c67c-41a3-883c-3d45a7f5466c.jpg)\n##### *It surprises me to hear that any flavored syrup is made with exact the same ingredients. But I still like the lemon...*\n\nOn the same day, in Japan, we change to summer clothes. We do not think about it that much when working or doing houseworks, but it is very clear for school kids because their school uniforms change from winter version to summer version. If you want to really enjoy four seasons and feel the change in season, June 1st may be a good day to relocate your summer clothes to the front in your closet.  \n\n# Enjoy Japanese Sweets on June 16th\nJune 16th is established as the day of Kajō, which is the day of Wagashi (Japanese Sweets). It derives from an old tale of Emperor Ninmei. During the summer of 848 when a plague was suffering the citizens, Emperor Ninmei has changed the name of the era to Kajō and offered 16 Wagashi to a god, wishing the end of the epidemic. \n\nHis offering fortunately ended the epidemic and since then the day was celebrated with some delicious Wagashi by both those in power and citizens in many ways through centuries. Many people celebrated the day until the tradition slowly abolished in Meiji Period (1868 - 1912). It is now revived by Japan Wagashi Association in 1979.\n\n![Wagashi](https://img.nippondering.com/bbc10123-f1e3-4113-b306-6580d7604992.jpg)\n##### *Matcha tea goes best with Wagashi ;)*\n\nCakes and ice creams are all delicious. But do not forget to enjoy Wagashi as well! It's normally much healthier than a cake, so you feel less guilty. And its delicate design shows the dedication in beauty of Japanese people. Seasonal Wagashi lets you enjoy beautiful seasonal changes in Japan as well. \n\n# Appreciate the Sun when its Power is Strongest of the Year\n*Geshi* is the day with the shortest night in the year and comes around June 21st. There isn't any specific customs known nationwide for this day, but there are some regional customs, festivals and events to wish upon the sun on this day when the power of the sun is strongest of the year. \n\nIn order to make use of the short darkness on this day, some people enjoy candle night events that you spend the night only with candle lights. Telling scary stories is very popular in Japan during the summer because it gives you a chill when it's dead hot. You see many scary TV shows during the season. So why not try *Hyakumonogatari* on this day with your friends or family? \n\n![Candles for Hyakumonogatari](https://img.nippondering.com/baa8d774-f2fb-459d-8a32-67dcea72fb63.jpg)\n\n*Hyakumonogatari* literally means \"One Hundred Supernatural Tales\". It is a traditional Japanese game. You sit in a circle with some others and light up 100 candles. Each of you take turns to tell a scary story and blow out a candle at the end of each story. When 100 stories were told and you blow out the last candle, something supernatural is said to happen. Scared? Then stop after 99 stories to avoid waking up something/someone dangerous :P \n\n#  Wish for Good Luck for the Latter Half of the Year\nTime flies faster and faster as you get older. It surprises me every year when it's June 30th, halfway through the year. Shrines throughout Japan hold a ritual called *Nagoshi-no-Harae*. In this ritual, you cleanse yourself by going through a ring made with thatch plants several times (first go around the left, then right and then left before going through the middle to pray to a god). \n\n![Nagoshi-no-Harae](https://img.nippondering.com/c767ab13-6eb3-4508-96e6-d6131eade7ca.jpg)\n##### *Just go through this ring and you will be purified. Easy peasy!*\n\nSome shrines offer paper dolls that take away your sins and impurities you gathered for the past half of the year. You write your name and date of birth on a paper doll and blow on it, then priests will burn it to purify. \n\nIf you have a sweet tooth, here's a good news. *Minazuki* (Japanese name for June) is a triangle-shaped Uiro (sweet rice jelly) topped with Azuki beans.  The triangle shape is said to have been modeled on the ice which people at the Palace ate on June 1st and thereby to beat the summer heat. However, some people insist that it simply symbolizes half of a year by cutting a square into half.\n\n![Minazuki](https://img.nippondering.com/37f52ed6-2389-452a-8eda-5390dbe73576.jpg)\n##### *Thinking it doesn't look tasty? Believe me and just give it a try!*\n\nThe red color of red beans is meant to ward of evil spirits as red or vermilion color are believed to ward off evil sprits and prevent disasters from the ancient times in Japan. So here you go. Enjoy this sweet delight and wish for your good luck :D \n\n# Still not Happy? Then Try these!\nIf you are still not happy even with all these fun events in June, then let's try something more simple. If you really hate rain, make Teru-Teru Bouzu with tissue papers and wish the weather clears up tomorrow. I remember making these guys when I was a kid. It's fun to make them, so it broke my heart when my mom threw them away. \n\n![Teru-Teru Bouzu](https://img.nippondering.com/62841c0e-f957-4b28-bfc5-2e736b1cdea2.jpg)\n##### *Hang him by the window and wish for the sun to shine!*\n\nAjisai (Hydrangea) is another way to appreciate this rainy season. In Kamakura, there are several beautiful Ajisai spots. Another beautiful thing to watch in this season is fireflies. They are now unfortunately harder to find especially in the city. However, there are still many spots throughout Japan where you can enjoy their beautiful lights. \n\nIf you are not interested in simply watching, you must love eating because who doesn't? The rainy season is also the Ume season. You can make Ume sake or Ume juice. \n\n![Ajisai flowers](https://img.nippondering.com/1df17795-6fdc-4559-abf0-bb111a191a32.jpg)\n##### *Ajisai flowers at Hase-dera Temple in Kamakura*\n\nJune is indeed not the most fun month of a year, however, this rainy season is very important for nature. Remember that Japanese used to find beauty even in everything including rain. In fact, there's said to be more than 400 words to describe rain depending on season and heaviness. \n\nFor example, a sudden rainfall in the sunshine is called 'Kitsune-no-Yomeiri\" meaning fox's wedding. Learning about different expressions for rain may be a fun activity during this rainy season as well. Let's not be too depressed and enjoy the rain like we used to! ","image":"1df17795-6fdc-4559-abf0-bb111a191a32","published":"2020-06-11T19:21:24.042273","tags":["japan","culture"]},{"postId":13,"title":"The Secret of Arima Onsen: The Oldest Hot Spring in Japan. ","slug":"the-secret-of-arima-onsen-the-oldest-hot-spring-in-japan","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Arima Onsen is one of the most famous Onsen in Japan. But what's so special about it? How did it start? Let's look into these questions together!","content":"Arima hot spring is undoubtedly one of the most popular hot springs in Japan. Arima hot spring is only about half an hour away from Sannomiya, the centre of Kobe city famous for its delicious beef. With its long history and precious gift from mother nature, Arima hot spring offers a unique stress-releasing experience you will never forget. \n\nYou will enjoy the nice warm (or actually quite hot) healing water from Arima hot spring whether with or without any prior knowledge about its history and spots. However, if you put just a little time into researching the hot spring, you will realize little things you would have missed otherwise. Educate yourself beforehand and enjoy Arima hot spring fully! \n\n![Nene Bridge in Arima](https://img.nippondering.com/89114fc2-2f5d-4874-b058-a83e18c53247.jpg)\n##### *Nene bridge is the iconic bridge in Arima. There sits Nene (wife of Hideyoshi) in front of the bridge*\n\n# It all starts with three crows and two gods\nThe history of Arima hot spring goes back as far as the era of gods. Nihon Shoki writes its source was found by the two gods, Ōnamuchinomikoto and Sukunahikonanomikoto. So how did they find out about the hot spring? This is where the three crows come into the picture. The gods came across three wounded crows bathing in a puddle. \n\nA couple of days later, they saw the wounds of these crows fully cured and realized the effectiveness of the water in the puddle. Yes, the water was that from the hot spring. The crows were given the credit for its discovery and allowed to live in the area. Their statues still sit in Negai no Niwa (the garden of wishes).\n\nDespite its early discovery, it only gained its fame in the beginning of 7th century when Emperor Jomei stayed at the place. Repeated natural disasters and wars have devastated the hot spring multiple times, but three great men saved it from the crisis. With the help of two monks, Gyoki and Ninsai, and one of the most famous Shogun, Hideyoshi Toyotomi, Arima hot spring was revitalized and has been preserved to this day. \n\n![The statue of Hideyoshi](https://img.nippondering.com/710ca4ff-18d8-40ab-9e5d-826bf171e876.jpg)\n##### *The statue of Hideyoshi shows his contribution to the city*\n\n# So what's so special about Arima hot spring?\nArima hot spring is the oldest hot spring in Japan, meaning that its water had been gushing out from the ground before people had any technology to dig. Even today when our technology has advanced, the water is taken from the shallow area up to 300m below the surface, as this is where the water contains its natural nutritions the most.\n \nThe water from hot springs is not only relaxing and healing, but it actually is effective and contains ingredients healthy for your skin and body. We have such great hot springs across Japan, but Arima hot spring is one of the best. The reason is its great number of good ingredients contained in its water. There are 9 main types of hot springs assigned as Ryoyosen (medical hot spring) and Arima hot spring takes water from 7 of them. Its water made of mixture of 7 kinds makes it very rare even at the global level.\n\nThere are mainly two kinds of water you can choose to bath in; Kin no Yu (the golden bath) and Gin no Yu (the silver bath). The first has a red brown-ish color which makes you not want to dive in at the first glance. The water is very salty, saltier than sea water, and provides a sterilizing effect and clears your skin. The salty water warms you up from the core and keeps the warmth for quite a while even after you put your clothes on.\n\n![Kin no Yu](https://img.nippondering.com/e91da8b7-6cb1-4faf-8fbf-164ca2f5dbbf.jpg)\n##### *For a short trip, this free foot bath is a nice option. No it's not dirt floating. It's good stuff*\n\nThe latter is colorless. Gin no Yu is a mixture of carbon dioxide springs and radioactive springs with a bit of radon. Suprisingly, you can drink the water! Give it a try when you are in Arima onsen! But of course do not drink directly from the bathtub. There is water coming from the gourd-shaped tap in front of Kin no Yu, so drink from there. \n\n![Gin no Yu](https://img.nippondering.com/2122b23d-e98f-40fc-8452-514ff0978355.jpg)\n##### *Heal yourself from inside and out when you are in Arima!*\n\n# Do not forget to meet beautiful Geiko\nWhen you hear the words \"Geiko\" or \"Geisha\", you might think of Kyoto. However, surprisingly, you can meet Geiko in Arima as well. Geiko history in Arima starts with women called \"*Yuna*\". Yuna appeared in Kamakura period (1192 - 1333) as service staff to take care of those bathing in hot spring. \n\nThey became Geiko in mid-Meiji period and Geiko culture in Arima reached its prime during 60s. At that time, there were 15 *Okiya* (houses that manage Geiko and Maiko) only in Arima and about 150 Geiko were working there. However, the demand for Ozashiki (a banquet with Geiko) decreased with time and Geiko culture declined with it. Geiko disappeared in other areas in Hyogo, and they now only exist in Arima. Even in Arima, there remains only one Okiya and about 15 Geiko.\n\nYou can always arrange a dinner with them at your ryokan (Japanese style hotel). They will provide a memorable night with a beautiful traditional music, elegant dance and exciting games. It's a little pricy, but the once in a lifetime experience is definitely worth the money. If you visit Arima during seasonal events, you might see them dancing on an open stage as well. \n\nIf none of the above is possible for you and you still want to see Geiko, visit \"一糸 (Ito)\" where Geisha will serve you some nice snacks and drinks. The lovely café is owned by Hinayo who runs the only remaining Okiya in Arima. With a worry about declining Geiko culture, she hopes to regain the recognition by offering more approachable chances. \n\nEvery first and third Saturday and Sunday in a month, you have a chance to see their performance. If you are interested in a casual Geiko experience, this is the place to go :D \n\n![Arima Geiko](https://img.nippondering.com/d8afddf5-e843-4ff8-9388-540b4f70e80e.jpg)\n##### *The elegant dance by Arima Geiko takes you back to 60s in Japan*","image":"89114fc2-2f5d-4874-b058-a83e18c53247","published":"2020-05-27T22:46:54.930363","tags":["japan","travel","history"]},{"postId":12,"title":"Are you sure your knowledge on Japanese manners is correct? Check here before visiting Japan!","slug":"are-you-sure-your-knowledge-on-japanese-manners-is-correct-check-here-before-visiting-japan","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"You see quite a few YouTubers or articles talking about the rules in Japan or typical behaviors of the Japanese people. But are they really true?  ","content":"There are lots of myths going on online or among foreigners about Japan and its people. Though sometimes the information is correct and useful, it's not always the case. In this article, I will introduce some of the wrong myths I often see online or hear from friends. \n\n# Do not tip. It's rude\nThis is one of the most common myths I hear about Japan. Do not get me wrong. This is indeed true to some extent. We do not have a tipping culture as in the U.S. or Canada. When you go to a normal restaurant or café, you usually do not pay any service fees. \n\nIf you are to eat at a more fancy restaurant, there IS a service fee, but they automatically charge you for the service fee so it's not something you have to add by yourself. If they take a service fee, it's usually stated at the bottom of the menu. \n\nYou also have to keep in mind that Izakaya restaurants take the service fee named *Otōshi*. If you receive a small dish in the beginning without even ordering anything, that's the Otōshi for which you will be charged a small fee of around $3.00 - $5.00. Again look at the bottom of the menu to see if how much they charge you for the Otōshi. \n\nBeside these places, you have to be careful with the service fees which will be added automatically to your bill when you enjoy night life in Japan. \n\n![Tipping](https://img.nippondering.com/6d53df06-5510-44ef-ac86-1e632e5b7989.jpg)\n\nSo again if there's any service fees, it's automatically added, so you do not have to tip. And they probably will not accept any tips and run after you if you leave any tips on your table, thinking you've forgotten it. However, there are some exceptions. \n\nFor example, when you take a taxi, some people do give the change as tips. It's not like they expect it, so you will not be treated badly just because you decided to take the change but they also do not refuse to take it. Another example is for the private tour guides like me. Again no tour guides expect to receive any tips, but they will happily take it when there's a offer. \n\nHence, I'd say it's a little too much to say it's rude to tip in Japan. Tipping is definitely not a common manner here, and therefore not expected. But it's definitely not rude and not even that weird in some situations. \n\n# Don’t serve yourself a drink\nWhen you drink with your colleagues, seniors and managers, it is quite common that people pour a drink to each other. This manner is called *Oshaku*.There's some rules for practicing Oshaku including as juniors being expected to keep an eye on not leaving the seniors' glasses empty. \n\nAnd some managers and seniors could be strict about the manners with regard to Oshaku although I doubt that the majority of them are that much strict nowadays. Same rule applies to the community groups like clubs and circles at university. \n\n![Oshaku](https://img.nippondering.com/98bed062-7e0c-48d8-88d1-ecf2adfcff46.jpg)\n\nHowever, when you are out with your friends, no one thinks about the Oshaku manners. If you go out with Japanese people, they probably offer to pour you a drink and you can also offer to pour it for your friends because Oshaku IS quite normal and it is traditionally considered an important manner. \n\nFilling your own glass is called *Tejaku* and it's traditionally not preferred at a drinking party because it makes you seem like building a wall against others or complaining that nobody noticed that your glass was empty. There's even a saying in Japan that those who do Tejaku do not promote. \n\nHowever, as written above, you don't have to think about it when you go out for a drink with your friends. If you are to go out with your Japanese managers or seniors, you may have to \"read the air\" but you are most likely to receive a \"foreigner pass\" either way. \n\n# Making noise while eating is okay\nAgain this is true to some extent as we DO slurp our noodles. But only the Japanese/Asian noodles and not pasta or spaghetti. And saying that you SHOULD slurp because it shows that you enjoy the noodles is a bit too much. No cooks here takes slurping as an appreciation for food. It's rather that it feels like it tastes better when you slurp. It's the only reason why we slurp. \n\nBesides, slurping does not mean that you can make mess with a soup. Other than slurping noodles, we do not make noise while eating. I know that chewing loudly is normal in some Asian countries, and this is probably the reason why some people believe that it's okay to chew loudly in Japan as well. However, keep in mind that this does not apply in Japan. If you chew loudly at restaurants, people will NOT like it.  \n\n![noodles](https://img.nippondering.com/bf71aa77-baac-444c-9f89-f37843802da4.jpg)\n\nSadly, you may see some elderly men (or sometimes elderly ladies) chewing loudly, but just because you see some people doing it, it does not mean that it's accepted. Those people who chew loudly are called *Kucharā* and very much frowned upon. So please don't misunderstand. \n\n# Don't eat up your meals\nI have seen some articles saying that you should not finish up your meals if you are invited to a meal to indicate that you are full. However, this is actually quite the opposite. It is rude to leave anything on your plate because it's *Mottainai* (expression to show the sadness to waste). \n\nIn Japan, you say *Itadakimasu* and *Gochisousama* when you start and finish your meal to show gratitudes to the lives that's taken and the people who were involved in preparing the meals. Leaving a plate unfinished is considered a disgrace to those lives and people, and we are taught to appreciate and finish up what's being served from young age.  \n\n![Itadakimasu](https://img.nippondering.com/1e88296f-e4b5-4231-8208-c4aa180ffed0.jpg)\n\nI remember I hated that I had to finish up the school lunch when I was at the elementary school and I even cried not wanting to eat. This is probably not the case in many elementary schools anymore because parents complain a lot more these days (some even to the point that they are called \"monster parents). \n\nHowever, the philosophy that we have to appreciate food and not to waste is still a thing. Japanese portion is quite small compared to for example American portion, so it shouldn't be that hard to finish up. Some all-you-can-eat restaurants suffer from customers ordering more than they can finish up, so they charge you for leaving much on your plate. So keep in your mind that you may not only waste food but also your money by not finishing your plate. \n\n# Farting is better than burping\nI also hear things like burping is accepted or even show appreciation for food. These ones are a very weird myths about Japan. I don't know where these myths come from, but these are so not true. Neither of these are accepted. No one want to hear a burp or smell a fart while eating. \n\nOf course these are natural physiological phenomenon and sometimes you cannot hold it in. In that case, do it in the way that does not bother other customers. For example, you can go to a restroom and fart, or hold a tissue/handkerchief/hand and burp quitely. \n\n![burping](https://img.nippondering.com/1b2ee02c-07dd-4387-a80a-4585c9b748a1.jpg)\n\nAgain, you may see some old men doing these stuff without any consideration to other customers, but it does not make it okay. Farting and burping at restaurants are considered very rude and the normal Japanese people will not like it. I have seen some people saying that they saw Japanese comedians farting on TV and therefore insisted that farting is considered acceptable in Japan. This is a wrong interpretation. \n\nPeople fart at home which is a private area and laugh about it with family or friends because why not when they are in a private space. And comedians do so on TV to make people laugh. The reason why it’s funny is exactly because people usually don’t do it in public. \n\nHowever, what comedians do for laugh and what people do in private is different than what’s considered rude in public. I do laugh at comedians farting and when my family fart at home, but I feel disgusted to smell a fart of random people when eating at a restaurant.\n\n![fake news](https://img.nippondering.com/3be2d9d2-7a65-46b9-a395-b099065a8ce7.jpg)\n\nSo that's what I can remember so far. I will probably add some more if I hear something weird again. Online articles and YouTube is very useful to learn about Japan and its people, but don't believe everything online. ","image":"3be2d9d2-7a65-46b9-a395-b099065a8ce7","published":"2020-05-18T17:17:56.71386","tags":["japan","culture"]},{"postId":11,"title":"How to Enjoy the Japanese \"Boys Day\" on May 5th","slug":"how-to-enjoy-the-japanese-boys-day-on-may-5th","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"On May 5th, we celebrate the day of boys. Join us for the celebration and wish for their growth and success!","content":"As a woman myself with only a litter sister and no close male relatives at my age or younger, I have never really celebrated the Boys Day. \"Boys Day\" is called *端午の節句 (Tango-no-Sekku)* or *Kodomo-no-hi* (literally *children's day*) in a more modern way. However, it actually seems quite fun, so let's learn a little bit about it and join the celebration. \n\n![*Koi*- fish flags](https://img.nippondering.com/78023667-c253-4491-96d9-b8b8c0904f3d.jpg)\n\n# How it Started\n*Tango-no-Sekku* is now a celebration for boys, but it did not start as such. Let's start at the beginning. The word \"*Tango*\" was created in Ancient China. \"*端*\" means \"the beginning\" and \"*午*\" refers to the Day/Month (or year) of the Horse (this Kanji can be read as \"*Uma*\" meaning horse). Therefore, in the beginning, it referred to the Day of the Horse in the Month of the Horse which is May. \n\nIn China, this day was for warding off evil spirits regardless of gender and age. In Japan, on the other hand, May was the month for rice planting and women to purify themselves. Rice planting was a sacred event in ancient Japan and young women took on the role of planting rice. Why women? It was because women were treated as sacred beings who can give birth to new life. Before planting rice, women purified themselves by e.g. drinking sweet flag sake under the roof covered with sweet flag. This tradition of purification of women for rice planting was called \"*Satsuki-Imi* (directly translated to \"May moaning\"). There're still some regions celebrating this in different ways including men cooking meals and offering women to take the first bath.\n\nThis ancient Japanese tradition and Chinese tradition got merged. During May, 5th was chosen to be the day for the celebration because 5 is \"*五* (go)\" in Japanese same as \"*午* (go)\". It was in Edo period when *Tango-no-Sekku* started to be the Boys Day. Bushi families strongly wished for the growth and success of boys who would eventually be the heir. They said *菖蒲* (*Shoubu*/sweet flag) implies *尚武* (*Shoubu*/martial spirit) and *勝負* (*Shoubu*/battle) and therefore started to celebrate for boys on May 5th. \n\n# Koi fish to Symbolize Advancement\n*Koi fish* is an essential symbol for the Boys Day. Koi means carp in Japanese. According to the legend in China, a koi fish becomes a dragon when it has swum up the waterfall. Based on this legend, koi fish often symbolizes promotion and success. Usually, there are three koi fish attached to a pole to decorate the house gate on May 5th. This flag is called *Koi-Nobori*.\n\n![Koi fish flags](https://img.nippondering.com/d62a3d4f-79b8-4085-8c39-e30c288f8677.jpg)\n\nThe black one on the top is *Magoi* which symbolizes water that supports life during hard winter, and therefore refers to father. The red one in the middle is *Higoi* which symbolizes fire of wisdom and summer that nurture lives, and therefore refers to mother. The blue one at the bottom is *Kogoi* which symbolizes a growing tree during spring, and therefore wishes for a child to grow up strong and healthy like a tree. \n\nYou can buy a big nice Koi-Nobori, but cheap small ones are available at 100 yen shops as well.\n\n# Display *Kabuto* and *Yoroi* and Wish for Boys' Health and Strength!\n *Kabuto* and *Yoroi* are a helmet and an armor Bushi (the Japanese word for warrior) wore. Due to its important role to protect Bushi during battles, these symbolize safety and strength of boys. Not many Japanese have a full set of *Kabuto* and *Yoroi* with all the other decorations. However, many families with boys have some kind of *Kabuto* or *Yoroi* ornaments. \n\n![Kabuto and Yoroi](https://img.nippondering.com/bef9f723-9e8c-40f2-95c7-898a1c00a4e7.jpg)\n\nKids also enjoy doing origami to make a Kabuto from a newspaper. I have done it too when I was a kid although I'm not a boy. Very easy and cheap, and most importantly fun for kids.\n\n![Kabuto and Yoroi in origami version](https://img.nippondering.com/533464d3-609b-417d-8008-acb018af0b59.jpg)\n\n# Enjoy Shoubu in Many Ways\n*Shoubu* is a Japanese word for a plant called \"sweet flag\". In addition to the word play explained above, *Shoubu* is used as a means to ward off evil spirits with its strong scent. You can hang it at the gate, lay it under the pillow or put it into a bathtub. Its scent and component enhance your health in both body and mind. Using it for Sake may be nice too. \n\n![Shoubu](https://img.nippondering.com/6c45062c-504b-41b0-bc53-bcbe5737218e.jpg)\n\nSomething more unique? You can hang it on the door to your house and recite \"*Omoukoto Noki no Ayame ni koto Towan. Kanwaba Kakeyo Sasagani no Ito* (I ask the iris about what I wish. If it is to be fulfilled, weave spider webs)\". If you later find spider webs weaved around your Shoubu, your wish will be fulfilled. Maybe. Kids can play Bushi using Shoubu as a sword. This play is not only for fun, but also to wish for improving their skills in martial arts. \n\n# What to Eat on Boys Day\nFinally, here's what's probably the most important section; FOOD. Although we haven't really celebrated Boys Day, we always enjoyed this food part. There's two things that's specifically eaten on this day. \n\n![Kashiwa-Mochi](https://img.nippondering.com/7bd6ec52-e162-4c32-994f-31a3d3c06190.jpg)\n##### *If you like both Anko and Mochi, Kashiwa-Mochi is definitely for you!*\n\nThe first is *Kashiwa-mochi*. It is a white *mochi* (sticky rice cake) filled with *Anko* (sweet bean paste) filling wrapped in a oak leaf. *Kashiwa* is a oak tree in Japanese. A oak tree does not drop any leaves until a sprout comes out, and therefore it is said to be a symbol for the succession of family line and thereby fertility. \n\n![Chimaki](https://img.nippondering.com/a11ba44d-2438-4806-82fa-0ef4e88af083.jpg)\n##### *The texture of Chimaki is very similar to Mochi, but it has a slightly sweet taste which I'm fond of*\n\nThe second food that we should not miss is *Chimaki*. This is probably more important than the first one because I only see this at supermarkets during this season while I find Kashiwa-mochi throughout a year. I remember Chimaki being served at elementary school for lunch. I didn't like many of the dishes served at elementary school but Chimaki was one of the few things I looked forward to. \n\nChimaki is said to ward off evil spirit and its origin is in the old Chinese legend. The legend says that there was a politician named \"*Kutsugen*\" in a country called *So* who was loved by his citizens. However, he lost his position due to political conspiracy and threw himself into the *Belira* river. People mourned his death and tried to save his corpse from being consumed by fishes. They made noises with drums to scare away the fishes and threw *Chimaki* into the river so fishes would eat it instead. Since then, they started to celebrate his deathday which is May 5th as a day to ward off evil. \n\n![Tango-no-Sekku](https://img.nippondering.com/afc986cc-2f46-4a43-a79c-a71df7f46521.jpg)\n\nReady to enjoy Boys Day? If you are wondering when's \"Girls Day\", don't worry we do have a day for girls too. But let's talk about that another time :)\n\n\n","image":"78023667-c253-4491-96d9-b8b8c0904f3d","published":"2020-05-11T12:31:03.901994","tags":["japan","culture"]},{"postId":10,"title":"Welcome to the World of the Dead! How to Cross the Sanzu-no-Kawa River.","slug":"welcome-to-the-world-of-the-dead-how-to-cross-the-sanzu-no-kawa-river","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"In Japanese Buddhism, you cross the river when you die. Interested in how it's going to be? Now, imagine you are dead and let me be your guide!","content":"Welcome to the *Sanzu-no-Kawa* river, interstice between this world and the other world!\n\nGood job completing seven days travel! 3,200 km steep trails through the *Shide-no-Yama* (mountain of death) must have been very hard. Now look at the big river roaring in front of you. This is the very famous *Shide-no-Yama*. Be aware that there's no going back once you cross the river. Afraid? No worries. I'm here to help you. \n\nFirst, I will introduce you to the *Sai-no-Kawara* (Children's Limbo) you see in front of you. Then you will have to stand the trial of *Shinkō-ou* before crossing the river. I will of course explain what will happen afterwards as well:D\n\n![Red Spider Lily ](https://img.nippondering.com/6ec8d9e8-efe0-4b44-a8c9-88b40f3ef41a.jpg)\n##### *Red spider lily blooming in the other world*\n\n# One pile for father, another pile for mother...\nWondering what these kids are doing? These kids committed a very serious sin of dying before parents. A sin of causing parents pain. With such a serious sin, these kids cannot cross the river to the other world especially with only few good deeds due to early death. \n\nSuch kids are atoning for their sins by doing good deeds of piling stones to build a pagoda by the river bank named *Sai-no-Kawara*, thinking about their grieving parents. Once they pile the last stone on the top and finish the pagoda, they are finally forgiven for their sins and allowed to cross the river. However, *Oni* (Japanese demon) comes and destroys the pagoda every time they are about to finish. Their tremendous efforts go down to the drain and they have to suffer the endless pain.\n\n![Sai-no-Kawara](https://img.nippondering.com/93a63788-5e2a-401c-90b1-4a70bbc24b91.jpg)\n##### *In Japan, you sometimes see stones piled up especially beside a little shrine dedicated to *Juzo-Bosatsu*. Parents are praying for their kids to be saved, expressing forgiveness*\n\nYou feel pity for these innocent kids? Yes, very unreasonable. But don't worry. There's a salvation arranged for them. *Juzo-Bosatsu* will save them and help them reach the other world. \n\n# The Very First Trial of *Shinkō-ou*\nSo now that kids are saved by *Jizo-Bosatsu*, it is your turn to take the first step to get to the other world. Before crossing the *Sanzu-no-Kawa* river, you will have be judged by your sins you committed during your time on earth. The result will affect the next itinerary. *Shinkō-ou* is the incarnation of *Fudō-Myōō* and responsible for judging your sin of taking life. \n\n![A statue of *Fudō-Myōō*](https://img.nippondering.com/679d0581-9915-4127-8d26-0907b1c03ff1.jpg)\n##### *A statue of Fudō-Myōō*\n\nPlease look back to your life and recall any life you might have taken for a moment. Do not lie. It's meaningless anyway. Corresponding to the regulation here, there is a pair of god assigned to each human from birth. These gods are called *Kujō-Jin* and responsible for watching over a human to whom they're assigned from birth to death. *Dōjō*, the goddess on your right shoulder, records your misdeeds  and *Dōmyō* on your left shoulder records your good deeds. \n\n# Money is the Best Lawyer in Hell\nFinished your trial? Okay now look at the river. There are several theories regarding the origin of the name *Sanzu-no-Kawa*. Some say that the name derives from the fact that there're three ways to cross the river while others say that it symbolizes three bad realms of the hell, hungry ghosts and animals into which sinners will born. You see the shallows where the water runs slow and the deep part where the water runs roaring? The former is named *Sansui-Rai* and the latter is named *Koushin-En*.\n\nThose are charged with petty crimes can walk across *Sansui-Rai* and those with grave crimes will unfortunately have to swim across *Koushin-En*. Felons, be prepared. The roaring waves will crash your body against rocks and cause you a serious pain. You also risk getting attacked by *Oni* while your head is above the surface of the water. \n\nHowever, you are already dead. Any injuries can never kill you. Bear the pain and fatigue, and reach the other side. If you give up and sink down to the bottom of the river, you might be eaten by a large snake waiting at the bottom or directly sent to the worst hell. Either way, it won't be fun. \n\n![Sanzu-no-Kawa](https://img.nippondering.com/b826f813-fa75-4e6d-8cd3-4e42c2a372e6.jpg)\n##### *Sanzu-no-Kawa in our world. Who knows if the dead is crossing this river every day?*\n\nThose who are luckly proven innovent can walk across the gorgrously decorated bridge, *Ukyōto*. By the way, rumor says that women will be carried on the back of a man to whom they lost their virginity. Ladies, you see your first love anywhere? Gentlemen, stay calm even if you find out about a lie you've been told by your loved one.\n\nOops. You know what. All of this is actually an old rule applied up until Heian Period (794 - 1185).  The rule changed in the end of Heian Period and now anyone can cross the river on boat with six Mon (old currency unit) coins. These days, money talks both in this world and the other world. \n\n# *Datsueba* and *Kenō*\nLast but not least, I will explain what happens after crossing the river. \n\nWhen you've reached the other side, you see *Datsueba* and *Kenō* waiting beside the *Enryō-Jyu* tree. *Datsueba*strip off your clothes and hand it over to *Kenō*. I know how it sounds but please don't fight. This is just a part of the procedure. \n\n![*Datsueba* and *Kenō*](https://img.nippondering.com/3c4cf19f-a333-4621-8591-53b5d094e2c2.jpg)\n##### *Datsueba and Kenō*\n\n*Kenō* will hang your clothes on the *Enryō-Jyu* tree to weigh the gravity of your sins. The result will affect the next trial. By the way, there are cases where they decide how you cross the river instead of *Shinkō-ou*. In that case, you can pay the six Mon coins to get exempt from the judgement. If you are planning to stand beside the pillow of your family and talk to them, don't forget to tell about this too. \n\nNow, please follow the instructions given by these *Oni* working here and cross the river in turn. You will have to go to a trial once a week, seven trials in all including the previous trial of *Shinkō-ou*. The results will decide into which world you will born in your next life. Good luck, everyone!","image":"6ec8d9e8-efe0-4b44-a8c9-88b40f3ef41a","published":"2020-05-05T14:44:47.35815","tags":["japan","culture"]},{"postId":9,"title":"A History of Homosexuality in Japan:  When Being Gay was Nothing Special","slug":"a-history-of-homosexuality-in-japan-when-being-gay-was-nothing-special","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"LGBT is now an often discussed topic around the world. Surprisingly, being gay was nothing special before the Western culture started to came in.","content":" In Japanese, having homosexual relationships was called \"*Danshoku*\" in the old days. When you think about being gay in old days, you might think it should have been extremely hard. The truth is, not in Japan. *Danshoku* existed from the ancient times in Japan. Most records on *Danshoku* before Kamakura period (1185/1192 - 1333) is about the privileged, but there are increasingly more records about the ordinary citizens. Additionally, it is inferred that the reason why there aren't many records on *Danshoku* about the ordinary citizens is that *Danshoku* was so normal at that time that there's no point of recording it. So why did the history of *Danshoku* ended? Why did it started being abnormal? Here's history of it from the start to end. \n![A gay couple](https://img.nippondering.com/b8b843a4-db22-411b-bd30-c998879d7df2.jpg)\n# The Beginning of *Danshoku*\nSo when has the *Danshoku* culture started in Japan? According to the Ukiyoe-zoshi \"Nanshoku Ōkagami (The Great Mirror of Male Love)\" written by Saikaku Ihara in the beginning of Edo period (1603 - 1868), Amaterasu Ōmikami loved Hinochimaro No Mikoto. Amaterasu Ōmikami is the central deity of the Shinto religion of Japan, the Land of the Rising Sun. Hinochimaro No Mikoto is a male god and Amaterasu Ōmikami was also believed to be a male god by some people at that time although she had been and still is believed to be a goddess. This is mainly due to the influence of buddhism and the harmonization of Buddhism deities and Japanese *kami* (gods and goddesses).\n\nIn addition, he insists that all gods were male before the couple gods such as Izanagi No Mikoto and Izanami No Mikoto couple (the first is male and the latter is female) were born and therefore all enjoyed *Danshoku*. By the way, Koto Amatsu Kami (the original five gods) and the first two gods of Kaminoyo Nanayo (the two gods and five pair of gods) are usually not given any genders. Anyway, if we are to believe what he said, the history of *Danshoku* started during the age of the gods. \n![Izanagi and Izanami couple](https://img.nippondering.com/cb374c87-a553-4061-93a3-d572ff790de2.jpg)\n##### *Izanagi and Izanami couple*\nThe oldest documentation on *Danshoku* is from *Nihon Shoki* written in 720. A story of \"*Sin of Azunahi*\" from *Nihon Shoki* suggests that two Shinto priests, Shinono Hahuri and Amano Hafuri, were in *Danshioku* relationship, described as *Uruwashiki Tomo* meaning \"best friends with sexual intercourse\". So they are like what we call FWB nowadays. This is often regarded as the beginning of the *Danshoku* history in Japan. \n\n# *Danshoku* Prevalent in Temples and the Palace\nIt is clear that *Danshoku* was prevalent and completely normal given its frequent appearance in many famous writings widely known in Japan such as \"*Manyoshu*\", \"*the Tales of Ise*\" or \"*the Tale of Genji*\". \n\nKūkai (the founder of Shingon Buddhism) is sometimes claimed to be the one to bring *Danshoku* culture to Japan. However, it is not exactly right as explained above. On the other hand, it is said that he IS the reason why *Danshoku* culture became so widely adopted at temples. \n![Kūkai](https://img.nippondering.com/6ee2bdbe-c6fd-4f98-9cc4-f207e4ee8e0d.jpg)\n##### *Kūkai*\nDuring Nara period (710 to 794), monks often read \"*Shibunritsu*\", the buddhist scriptures. This describes sins of monks including sexual misconducts. Here, any sexual intercourse is prohibited no matter whether it's between same or different sex. However, Japanese buddhism rather tended to abominate sexual intercourse with women and therefore *Danshoku* culture became gradually accepted. Monks even made a ritual called \"*Chigo Kanjou*\" which deify *Chigo* (young trainee monks) as an excuse to justify the sexual intercourse with *Chigo*. No one cannot be fully drop worldly desires, I guess. \n\nThe sexual relationship between monks and *Chigo* are also mentioned in \"*Goshūi Wakashū*\" which was compiled in 1086 at the behest of Emperor Shirakawa, indicating its prevalence. Even at the Palace, it was not rare to see nobles spending a night with a beautiful *Chigo* (here it refers to a pageboy). \n\n# Bushi's *Danshoku* Culture: Shūdō\nAs Bushi (warrior) gained more power, *Danshoku* culture gradually penetrated their society through interactions with nobles and monks. Yoshimitsu Ashikaga who led Muromachi Shogunate and unified the Northern and Southern dynasties,  enthusiastically adopted various cultures from the nobility and monk society including *Danshoku* and laid a foundation for the *Danshoku* culture called \"*Shūdō*\" peculiar to Bushi. \n\n*Shūdō* refers to *Danshoku* relationship between a master and his *Koshō* (pageboy who served *Shōgun*). *Shūdō* is unique in the way that it values mental connection as well as physical connection. *Shūdō* was likely considered as a ritual to pledge one's absolute obedience to his master. *Shūdō* made its first appearance already in the end of Heian period (794 to 1185) when the Genpei War (civil war between the Taira and Minamoto clans) took place, and flourished during Sengoku period (1467 to 1568).\n\nDuring Sengoku period, many Bushi went to war, leaving their kids and wives behind. It is easy to imagine that they started to see men as sexual targets under such circumstances without any women. In fact, there are many famous Shōgun on Japanese history textbook who preferred men rather than women such as Nobunaga Oda and Shingen Takeda. In any age, a honey trap works for men. Thinking of women targeting men? Wrong.There were many Bushi who got tricked into death through a honey trap by a beautiful boy on spy mission called \"Katsurao no Jyutsu\". Obviously, a honey trap is not a skill peculiar to women.  \n![Nobunaga Oda](https://img.nippondering.com/bf0f58eb-4c03-473d-bce5-a5ed36d1bfd1.jpg)\n##### *A Japanese poem saying \"If the little cuckoo doesn't sing, I will kill it\" describes Nobunaga's short-tempered and aggressive personality*\n*Danshoku* Culture Prevailing in Japanese Society\nIn Muromachi period, *Danshoku* among the ordinary citizens started to appear on documents. *Chigo Sarugaku* featuring a beautiful man derived from *Tesarugaku* (Noah performed by non-professionals), was very popular among the citizens. The performers sometimes joined the banquet after the performance and even spent a night with the customers.\n\nSt. Francis Xavier complained on his letter to his home country about the difficulty of explaining sin of *Danshoku*, monotheism and monogamy to the Japanese. In fact, many Japanese never understood why *Danshoku* should be considered a sin when monks are doing it. \n\n![St. Francis Xavier](https://img.nippondering.com/8f577dc2-d78b-4f04-874a-ecb18222293b.jpg)\n##### *St. Francis Xavier. I wonder why his top head is bald as Samurai*\n\n*Danshoku* was no more special than loving a woman also during Edo period (1603 - 1867). It is notable that male prostitutes called \"*Kagema*\" appeared in Edo period since the young Kabuki actors started prostitution at the banquet to which they accompanied after the performance. They spent a night not only with Bushi and monks but also with many ordinary citizens. \n\n# Decline of *Danshoku* culture under the Western Influence\nNeither Japanese buddhism nor Shintoism forbid *Danshoku* and therefore *Danshoku* culture was accepted widely in Japan. However, it is not the case when it comes to Christianity. Christianity clearly forbid *Danshoku* at least at that time. Accordingly, *Danshoku* gradually started to be considered a taboo even in Japan as the new government tried to adopt the Western culture after the Meiji Restoration when Japan opened its border to the West. \n\nEven during Meiji period (1868 - 1912), *Danshoku* was still popular especially among the students in the beginning. Serious students believed that *Danshoku* is better than getting hooked on women. However, the government finally banned homosexual sex between males in 1873, struggling to make *Danshoku* a taboo. With a desire to catch up to the Western civilization, the government simply could not keep accepting *Danshoku* culture which was a taboo in the Western countries. The law to ban homosexual sex between males was abolished in 1882, but the ideology to consider *Danshoku* a taboo remained. \n\nWhen Japan entered Taisho period (1912 - 1926), the Western ideology permeated the whole country even more and finally *Danshoku* was started to be regarded as a sickness despite of the long history in Japan during which *Danshoku* was normal. \n\n![The great Japanese men](https://img.nippondering.com/bb0c9131-62bb-4ca2-958f-aa0ac6ec9dde.jpg)\nSomething normal now could be abnormal in another place or another period, and vice versa. If we look back our history, there're always things we can learn. Modernization gives you much, but it also takes some away. Maybe, it is important to think seriously about what we want to keep and what we want to change instead of blindly riding the wave of modernization.","image":"cb374c87-a553-4061-93a3-d572ff790de2","published":"2020-04-29T18:43:51.673504","tags":["japan","culture","history"]},{"postId":8,"title":"History of Japanese Hikikomori! It starts with the goddess of the sun? ","slug":"history-of-japanese-hikikomori-it-starts-with-the-goddess-of-the-sun","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"\"Hikikomori\" has now become a worldwide problem. When did this phenomena start? The oldest history book says the history goes back to the age of gods.","content":"The Japanese word \"Hikikomori\" is now even listed on an English dictionary. The definition of Hikikomori is still often discussed. As for now, it is defined as \"a condition in which the affected individuals refuse to leave their parents' house, do not work or go to school and isolate themselves away from society and family in a single room for a period exceeding six months\" according to the Japanese Ministry of Health, Labour, and Welfare. \n![Hikikomori](https://img.nippondering.com/2432cd5a-ea56-43e6-8880-35e425b8ee3d.jpg)\n\n# Hikikomori in Japan Today\nIn Japan, there is as many as one million Hikikomori across gender and generation nationwide according to the estimate by the government in 2019. Although some might imagine Hikikomori being young students with problems at school, the major group is those around 40. These people are the result of the employment ice age, the period of poor employment opportunities around 2000. In response to the fact that many community supports for Hikikomori only target those under 40, the government has now started an employment support program for this generation from 2019.\n\nThe reasons for becoming Hikikomori varies. But the major cases are failure in finding a job or fitting into the workplace, illness, and retirement. It is also interesting to note that men makes up to 70-80% of the Hikikomori population. It may due to the big pressure put mainly on men for supporting family or doing well at work. \n\n# How about worldwide?\nUntil recently, Hikikomori had been considered something particular to Japan due to its culture. However, it is now said to be no longer a problem only in Japan but a very difficult issue worldwide. There is approximately 300,000 Hikikomori in Korea and the first support group for families with Hikikomori had been founded. \n\nIn the US, some suggest that *NEAT* (the unemployed) tend to be Hikikomori. Given that there was around 10 million that were unemployed in 2005, there may be quite a few more Hikikomori in the US than you imagine. It is hard to evaluate the Hikikomori phenomenon abroad because there has not been much studies done. However, we can imagine that the problem is probably more worldwide than it seems. \n\n# When did it start? \nPeople tend to assume that Hikikomori is a newly emerged problem due to the prevalence of social media and much less social connection. However, Hikikomori is found throughout the Japanese history. Let's meet the pioneer of Hikikomori!\n \n![Izanami and Izanagi](https://img.nippondering.com/5f47991c-581a-446e-a19e-cebf1eda09d4.jpg)\n##### *Izanami and Izanagi gave birth to Japan and other gods*\n\nJapan is a country with lots of gods and goddesses. *Amaterasu ōmikami* who is the goddess of the sun reigns at the top of these gods and goddesses. She is said to be the ancestor of our emperor AND the first Hikokomori in Japan!  \n\nHer story is written on the oldest Japanese history book, *Kojiki*. The story goes like this. *Susanoo* (Amaterasu's bother) was told by *Izanagi* who's his father to govern the sea, but was just crying hard because he wanted to go to *Ne-no-kuni* (the netherworld) to see his deceased mother, *Izanami*. Izanagi concluded that Susanoo is not qualified to to govern the sea and drove him out of *Takamanohara* where all gods lived. \n\nSusanoo decided to visit Takamanohara where Amaterasu was told to govern to say goodbye to her before leaving. His unstable mind made the earth quake, so Amaterasu thought that he was going to invade. Susanoo told her that he just came to say goodbye, but she didn't believe and suggested to play *Ukei* (divination ritual) to see the truth. \n\nIt resulted in the birth of three goddesses from *Totsuka-no-Tsurugi* (Susanoo's sword) and five gods from Amaterasu's ornaments. Susanoo declared his victory by saying \"My heart is pure. Thus, my children are graceful goddesses\". \n\nThis victory made him arrogant and he started to devastate Takamanohara. He destroyed rice-fields and shit in the palace. Other gods complained but Amateraru covered for him. However, he finally did something she couldn't cover for. He threw a skinned horse into a weaving cottage. This caused a death of a goddess who accidentally stabbed herself in the genital by a shuttle.\n\nThis terrible accident drove her into the *Ame-no-Iwato* cave. Now the first Hikikomori is finally detected. Without the goddess of sun, the land was deprived of light. Other gods eventually succeeded in getting her out of the cave by throwing a party outside the cave and getting her intrigued. \n\n![The Legend of Amanoiwato](https://img.nippondering.com/12eb6748-7bd9-446a-9f0d-f494b107a78f.jpg)\n##### *No one cannot help peeking when something fun is taking place!*\nIf our goddess was once Hikikomori, no doubt that there're many Hikikomori in Japan. But maybe the story also tells us how to get them out of their \"cave\". Make our society full of joy, so there's no point of hiding in the cave :D","image":"2432cd5a-ea56-43e6-8880-35e425b8ee3d","published":"2020-04-17T19:31:39.974953","tags":["japan","culture","history"]},{"postId":7,"title":"The Beauty and Secret of Nagauta and Shamisen","slug":"the-beauty-and-secret-of-nagauta-and-shamisen","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Shamisen offers relaxing yet rhythmical Nagauta music which paints Kabuki beautifully. Let's discover the mystery hidden behind its beautiful music! ","content":"My boyfriend has always been in love with music. So much that he went to a music school and dedicated himself to playing guitar all day instead of picking up girls at a bar like normal Danish boys. When he came to Japan, he discovered Shamisen and started cheating on his guitar. Although I wasn't patient enough to learn how to play it from him, I think Nagauta concert was totally mind-relaxing. \n\n![My boyfriend playing a Shamisen](https://img.nippondering.com/a89d1c29-3589-4f0c-b07e-892bb2dc7b9f.jpg)\n##### *My boyfriend and his lover*\n\nAs we say \"no music, no life\", there's no Japanese life without Japanese music. So let's dig a little bit into Nagauta and Shamisen world! \n\n# Beautiful Music that Paints Kabuki Theater\nNagauta is a style of traditional Japanese music developed around 1740. Nagauta typically accompanies Kabuki theater and delivers somehow relaxing yet rhythmical music. Shamisen plays the major important role in delivering Nagauta music together with singers. Hayashi which consists of a group of Shinobue flute players and three kinds of Japanese drum players sometimes come along as well. \n\n![My boyfriend playing Shinobue flute](https://img.nippondering.com/368b5214-09f4-49c4-af46-bd8a4caad11f.jpg)\n##### *Shinobue flute. My boyfriend likes pretty much any instrument, I guess*\n\nShamisen is a three-stringed instrument which looks a bit like a guitar. There are several theories about its origin. The most established theory is that it derives from a Chinese Sanxian which first came into Ryukyu Kingdom (former Okinawa) and later arrives in Honshu (the main island of Japan). \n\n![Shamisen player](https://img.nippondering.com/f21e2d9e-5f93-4f33-8175-e6b2e98ce55f.jpg)\n##### *How can they make different tones only with three strings? *\n\nSadly, Nagauta and Shamisen are struggling to survive in this modern world because the Japanese young tend to prefer something newer such as a guitar. Many Shamisen performers are trying to conserve this beautiful cultural asset. For example, Nagauta music used to be passed down orally, but some performers are trying to create notes in order to extend its reach. \n\nLet's hope that each country will make its own progress while preserving the beautiful traditions and cultures, especially for the sake of travel lovers like us so our world will always be beautifully diverse.\n\n# Made of Dogs and Cats?!\nAnyway, there's one thing that surprises me very much about Shamisen. Do you know what it's made of? DOG SKIN! It crushes my heart to think that my dearest Tono-chan's friends are being used for Shamisen :(\n\n![My beloved Tono](https://img.nippondering.com/db5d3dd2-8dc3-4e2d-93a4-8e3b81f2762d.jpg)\n##### *My beloved Tono (means \"king\" in Japanese)*\n\nThese days, the dog skins are apparently mostly imported from some Asian countries. According to Shamisen seller, this is because the dog skins are used to be from animal shelters but it's become harder to get one from there as there are decreasing number of dogs being culled at animal shelters in Japan. He does not know if those dogs are raised specifically for Shamisen or from shelters and if the skinned dogs are eaten or just thrown away. \n\nMy boyfriend's previous Shamisen teacher, Makoto-san, told me that they are specifically raised for Shamisen because their skin must be intact, meaning that the dogs from a shelter cannot be used since their skin are most likely to be unsuitable after living as a stray dog. The same goes to cat skins which are more expensive. \n\n![Shamisen in Okinawa](https://img.nippondering.com/d91c6c81-9264-46f9-b6e4-4def9a47c9a5.jpg)\n##### *In Okinawa, python skins are used instead of dogs and cats.*\n\nI was confused about what to believe, so I tried our beloved Google. As far as I've researched, most dog skins are imported from Asian countries where there's a culture of eating dogs and cats. However, as this culture is dying out, importing them from these countries is also getting harder. \n\nRecently, Kangaroos are replacing their place to some extent. They are considered vermin in Australia, though I think they are pretty cute. There are also lots of works putting into inventing an artificial skin which works exactly the same as the animal skin. I have actually seen that an artificial skin is already pretty good, but I am not sure how accurate this is. \n\nEither way, using dog skin is expensive for Shamisen performers and I personally think it is degrading dogs if those dogs are to be raised just for Shamisen and their skinned bodies are just thrown away. Hopefully, the sophisticated artificial skins will be the mainstream pretty soon for the sake of poor Shamisen performers and Shamisen dogs. \n\n# More Instruments to Play with...\nAs explained above, Shamisen is not the only instrument played in Nagauta. I have tried playing Taiko and Kotsuzumi. Although it seems quite easy to play when performers play them, it is actually quite hard. You have to drum them in a specific way to create the beautiful sound. \n\n![Me playing Taiko](https://img.nippondering.com/3eb0cdc3-05b2-44ab-a3f6-66c80adb0d23.jpg)\n##### *Me playing Taiko*\n\nI personally think Kotsuzumi is even harder because you have to hold it on your shoulder. My little arms ached quite bad. Of course, there are other interesting Japanese instruments too such as Koto (13 stringed musical instrument). Which one would you like to try? \n\n![Me playing Kotsuzumi](https://img.nippondering.com/97017338-2028-457a-b2b6-3f478050d413.jpg)\n##### *Kotsuzumi is hurting my arms...*\n\nThere are many places which offer Shamisen lessons, but here (http://learningshamisen.com/) is where my boyfriend learn when we were in Tokyo. Makoto *Sensei* (means teacher in Japanese) is a lovely Japanese lady with a cute smile and magical hands that bring out the most beautiful notes Shamisen can make. If you are interested in trying Shamisen in Tokyo, give it a try with her :) And if you are in Kansai area, my boyfriend is here to help you. Hehe. ","image":"db5d3dd2-8dc3-4e2d-93a4-8e3b81f2762d","published":"2020-04-02T19:26:03.567444","tags":["japan","culture","music"]},{"postId":2,"title":"Let's Play IKI and learn about the life of Japanese artisans in Edo Period!","slug":"lets-play-iki-and-learn-about-the-life-of-japanese-artisans-in-edo-period","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"IKI is a strategy board game with the purpose to gain as much IKI points as possible during one year in Edo (old name for Tokyo). Have fun and learn!","content":"I've received this board game as a gift and enjoyed it very much. \n\n![IKI - A Game of Edo Artisans](https://img.nippondering.com/4e548915-5378-4553-ab1a-a3752403b885.jpg)\n\nThis might not be the most famous board game, but I'd definitely recommend this especially to those people with an interest in Japanese traditional culture. So how about those who have no interest in such thing? Don't worry! The game itself is fun. Besides, pictures on the playing cards and board are very beautiful, so you will enjoy it no matter what.\n\n# Themes and background\nIKI: A Game of Edo Artisans is based on the trade culture during Edo-period in Japan (1603-1868). The game takes place in Nihonbashi which was the most vibrant merchant area in Edo. Edo is the name for Tokyo before Japan opened its border to the western countries and worked hard for modernization. Nihonbashi still exists today with the same name and is famous for having many shops with a long history of more than 100 years. \n\n![The board](https://img.nippondering.com/f0b653f8-313a-4aba-8c7f-0438563e5bc4.jpg)\n\nThe board illustrates the main street in Nihonbashi filled with various shops like rice and tobacco. You see a fish market at the corner, selling their catch of the day. Craftsmen and peddlers live behind the main street in houses called Nagaya. *\"長屋\"*(Nagaya) literally means \"long house\". \n\n![Nagaya](https://img.nippondering.com/fbb3b7f2-4f02-44bc-acd1-e460d1a7c712.jpg)\n##### *Beautiful Nagaya in Niigata prefecture*\n\nNagaya is what is now called an apartment. However, the difference is that they do not come in through the same entrance and share the corridor, but instead each residence has its own entrance. Although you can find some Nagaya with two stories these days, Nagaya is usually a single-story building. So it's basically many single-story houses connected together. \n\n![Artisan cards](https://img.nippondering.com/d077e1be-2770-456d-b51e-9b88709b9cc2.jpg)\n\nDuring the Edo Period, there are said to be as many professions as 700 to 800. You will be introduced to these unique professions from watermelon peddlers to ear cleaners through this game. Imagine which professions you would have wanted to do if you were born at that time!\n\n![Piece of Kidai Shōran](https://img.nippondering.com/d7a72b78-351d-4492-ae24-a10b6208f17b.jpg)\n##### *Only a piece of Kidai Shōran. Cannot imagine how long it took to paint this!*\n\nAt last but not least, it is important to mention that this board is not randomly made but is actually based on the picture roll from the Edo period named *\"熈代勝覧\"* (Kidai Shōran). Kidai Shōran means \"Amazing scenery of the prosperous era of peace\" and illustrates how Nihonbashi looked like in 1085. With its length of, this painting offers an detailed illustration of the main street stretching approx. 700m from Nihonbashi to Imagawabashi with 88 shops, 1,671 people and some animals. \n\nWhen it was first discovered in Germany, it was thought to be a Chinese painting. (how typical, right? haha) However, it was later found out to be a very precious piece of Japanese painting. Museum of Asian art in Berlin has the original, so check it out if you are interested. \n\nDone with all the details. So now LET'S PLAY!\n\n# How to play\nI will not give you a detailed description of the instruction, but let me explain briefly how to play so that you have an idea of what kind of game this is. \n\n![Season section of the board](https://img.nippondering.com/bae96289-bb82-4101-b0a7-9bb39eec2ebb.jpg)\n##### *After each round, you have to move the black marker forward to indicate the month*\n\nThe goal of this game is to gain as much IKI as possible through four seasons during one year in Edo. IKI cannot be easily explained. It could mean well-mannered, stylish or considerate among others. So if I were to translate, I guess you could say that you will have to be as \"cool\" as possible. In order to gain IKI, you have to hire artisans and buy products at shops. \n\n![Starting pieces, cards and resources](https://img.nippondering.com/92445c1e-73eb-4299-9b92-5c62c975d985.jpg)\n##### *A sandal gives you one extra move forward*\n\nPlayers start with 1 artisan (salt peddler, boiled egg peddler, cotton peddler or eyeglass peddler), 4 Kobun(follower) figures of your color, 1 sandal token, 1 rice bale and 8 Mon(old Japanese coin). \n\n![Fire tiles](https://img.nippondering.com/7b32a5ab-8ae6-4e00-bb44-ef20c2b84d65.jpg)\n##### *By drawing one of these tiles, you decide in which Nagaya fire breaks out.*\n\nThe best craftsman starts the game, so talk about it before the game :D From the next round, the player with the most firefighting power starts the game. The game has twelve regular rounds for the twelve months and the final round on the New Year's day. Just like people in Edo used to say that \"fights and fires are the flower of Edo\", there happens huge fires every now and then, so it's important to gather firefighting power to avoid risking to lose your businesses.\n\n![Cylinders lining up](https://img.nippondering.com/612ae77f-8cd4-47c6-acb0-b8a038ca4a71.jpg)\n##### *The cylindrical pieces decide how many moves each player can make during the second phase*\n\nEach round has two phase: Phase 1 to \"decide the way of life\" and Phase 2 to \"take actions\". In the first phase, each person decide how many spaces Oyakata(boss=you) move forward during the second phase. This decision simultaneously determines the playing order for the second phase as well. \n\nIn the second phase, there are two steps. The first step is to choose either hire an artisan or receive a payment of 4 Mon. The second step is to move Oyakata figure forward and buy/trade. \n\n![Artisan cards placed on the board](https://img.nippondering.com/1d1ba44d-959c-4ee8-b83c-95d309ed176e.jpg)\n##### *Here you see that the purple Kobun will retire the second time you reach the starting point*\n\nWhen you buy hire an artisan, keep in mind that you have to pay him/her a salary with one rice bale every three months. If you fails to pay the salary, the artisan will leave you. Besides, you can only have four Kobun working at the same time, meaning that there can only be up to four artisan cards on the board at the same time. However, each time you come back to the starting point, you can upgrade your Kobun. When you have upgraded him/her for three times, you can take the artisan card off the board and keep it for yourself. Then it no longer requires a salary or risks being burned down.\n\n![Building cards](https://img.nippondering.com/18d2b0a8-f1cf-470c-b2a3-283fdd7eb837.jpg)\n##### *You can buy a building with logs and Koban (Japanese old currency) during your second phase.*\n\nEvery three months, you have to pay a salary to the artisans (as mentioned above). At the same time, you can receive a profit and bonus. In the end of the game, we calculate all the IKI you have collected throughout the game. Cigarets, fishes, buildings, resources and artisan cards add some IKI points too.\n\nPlaying a board game is super fun. Why not also learn something while having fun? :D After you have played it, I´m sure you will be more interested in Japanese culture and history. Then you are more than ready to pay a visit to this interesting country. Possibly with me as a guide. Hehe.\n\n\n\n ","image":"fbb3b7f2-4f02-44bc-acd1-e460d1a7c712","published":"2020-03-27T02:02:29.230389","tags":["japan","culture","entertainment","history"]},{"postId":4,"title":"The 3 things you must eat in Sapporo","slug":"the-3-things-you-must-eat-in-sapporo","owner":"Kiriko","ownerImage":"https://img.nippondering.com/kiriko.jpg","summary":"Sapporo offers a lot of unique yet addictively delicious foods. Here is the list of 3 things you must eat while in Sapporo, Hokkaido.","content":"　Have you ever been to Sapporo? Sapporo is the prefectural capital of Hokkaido, the northern island in Japan. Last month I traveled to Sapporo for the first time, and I found out that it offers a lot of unique yet addictively delicious foods. Let me introduce 3 things you must eat while you’re in Sapporo!\n\n# ① Jingisukan\n　Jingisukan is grilled mutton or lamb meats served with vegetables on a special dome-shaped grill pot, and it is one of the local cuisines of Hokkaido.\nThe name of the cuisine is thought to derive from Genghis Khan, who is the first emperor of the Mongol Empire, because grilled mutton and lamb meats were often eaten by him and the warriors of the Empire.\n\n　However, there’s no cuisine served like this in Mongolia so we can say Jingisukan is something you can only eat in Hokkaido(and some other places in Japan)!\n\n![Daruma](https://img.nippondering.com/61dbbc35-972e-45a6-a273-f6196608414b.jpg)\n##### *Daruma, the most popular Jingisukan restaurant in Sapporo*\n\n　The restaurant I went to have Jingisukan is called “Daruma”.  This restaurant was established in 1954 and currently has 5 branches within Sapporo city. They have been offering the unchanged taste of Jingisukan with fresh mutton meats and the secret sauce since their establishment.\n\n![Jingisukan](https://img.nippondering.com/270f0fe9-6f05-4064-bf90-85f00ec672ee.jpg)\n##### *Fresh mutton meats with vegetables*\n\n　And here it is, Jingisukan! In Daruma, you will get a big serving of onions and green onions for free if you order any muttons. You can grill mutton meats on the top first and then grill these veggies at the bottom with the oil that comes out of the meats. Their secret sauce is also outstanding and definitely a perfect match for the meats and veggies!\n\n# ② Shime-Parfait\n　Shime-Parfait, which literally means “parfait to call it a night”, is a new food culture originated in Sapporo. Nowadays there are a lot of places that offer parfait menu at night in Sapporo, and people of all ages in the city enjoy eating parfait after they finish their drinking sessions before going home.\n\n　I tried my very first Shime-Parfait at “Parfait, coffee, liquor, Sato”. I know it’s a bit strange name, but it is one of the popular Shime-Parfait shops in Sapporo which is specialized to offer handmade parfait with the selection of coffees and alcoholic beverages.\n\n![Shime-Parfait](https://img.nippondering.com/571459ba-a9f4-4c42-9eba-f0c2a09a7667.jpg)\n##### *Salty caramels and pistachio parfait with a glass of whisky*\n\n　I ordered salty caramels and pistachio parfait. Surprisingly, everything in the parfait, from ice cream to mousse, are all handmade. At first I honestly didn’t understand why people in Sapporo would have a parfait after drinking, but now I know why. It can sober you up refreshing your tongue and mind, and it just tastes SO GOOD to call it a night!\n\n# ③ Ebisoba\n　Last but not least, Sapporo is famous for its Miso-based Ramen(so-called Sapporo Ramen) but you can never forget to try Ebisoba when you visit Sapporo. Ebi means shrimp and Soba means noodles in Japanese, so literally Ebisoba is noodles in shrimp broth soup.\n\n　You can find a lot of Ramen shops offering Ebisoba in Sapporo, but “Ebisoba Ichigen” is known as the best Ebisoba shop. They have 2 branches in the city, one is located in downtown Sapporo and the other is at New Chitose airport. I didn’t have enough time to go to the main shop in downtown Sapporo during my stay, but luckily I found the shop at the airport on my way back home and I got to try Ebisoba!\n\n![Ichigen](https://img.nippondering.com/c856a9a1-5236-4d0d-b723-85dd73a5d3dd.jpg)\n##### *Ichigen, the best Ebisoba shop*\n\n　They only have 3 menus of Ramen; Ebi-shio(salt-based), Ebi-miso(Miso-based), and Ebi-Shoyu(soy-sauce-based). You can also choose the amount of pork bone broth you would like to add to the shrimp broth; no pork broth(shrimp broth only), just a little bit, or right amount, as well as the types of noodles; thin or thick.\n\n![Ebisoba](https://img.nippondering.com/554c6851-d20a-45f0-b6b9-700d2a841f6b.jpg)\n##### *Ebi-miso Ramen mixed with pork bone broth*\n\n　It was my first time trying Ebisoba or any kind of noodles with shrimp broth, but I fell in love with it as soon as I had the first bite! Highly recommended and I guarantee you will never get disappointed!\n\n　These are 3 things you shouldn’t miss when you visit Sapporo. Of course Sapporo offers a lot more of delicious foods as well as must-visit sightseeing spots, so why don’t you plan your next trip to Sapporo and fulfill your stomach and mind?\n","image":"61dbbc35-972e-45a6-a273-f6196608414b","published":"2020-03-25T13:49:22.138601","tags":["japan","food"]},{"postId":1,"title":"What to do in Shirahama during winter","slug":"what-to-do-in-shirahama-during-winter","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Try Kue fish and get astonished by the arts of nature. Enjoy hot spring in cold weather, with an ocean view. Shirahama isn't only for summer! ","content":"I have always wanted to try Kue fish, or longtooth grouper, but somehow never had a chance. Finally, I took a bus to Shirahama (Wakayama) and gave it a try. Amazing! Shirahama is usually a popular spot during summer because it has a beautiful beach. However, if you would like to try Kue fish, come during winter. Shirahama also has some nice spots to visit even in the cold weather :) Here is the list of what I saw and did in Shirahama. \n\n# 1) Indulge yourself in Sakino-yu\n![Sakino-yu Hot Spring](https://img.nippondering.com/0a32df6f-0507-46d2-8825-cb0cc4b603c3.jpg)\n##### *Be careful. Men's bathing place is wide open to visitors at the underwater observatory :D*\n\nSakino-yu offers a great experience of soaking yourself in Onsen (hot springs in Japanese) while feeling sea wind on your face. Shirahama hot spring is well known for being one of the oldest hot springs in Japan along with Arima hot spring in Kobe and Dōgo hot spring in Ehime. Feel the history of 1,000 years and watch the ocean stretching as far as your eyes can see. Your body will be fully rested and ready to go on adventure! Note that you must NOT use soap here. If you want to wash yourself, better to go to somewhere else first. \n\n# 2) Stroll around on Senjojiki\n![Senjojiki, meaning \"one thousand tatami mats\" ](https://img.nippondering.com/88135300-0557-4694-8ba2-37896fe963ea.jpg)\n##### *Me, yoga and Senjojiki*\n\nSenjojiki, literally meaning \"one thousand tatami mats\" is a wonderful creation of our mother nature. Waves of the Pacific Ocean have eroded the coastline, resulting in this beautifully jagged rock formation. On the contrarily smooth surface, you can walk around and enjoy spectacular view! You can also take a nice yogini picture :D \n\n\n# 3) Explore Sandanbeki Cave\n![Sandanbeki Cave](https://img.nippondering.com/69d7ca85-7f39-438e-bf74-febbe0022eb7.jpg)\n##### *May this god bring you happiness :)*\n\nSandanbeki is a magnificent cliff with a historical cave. Go explore the cave and see where the pirates hid their boats. They contributed to the victory of the Genji clan over the Heishi clan at the end of Heian period (794-1185). You will also see a bronze statue of Murodai Benzaiten (deity of water) accompanied by his servants. This is the biggest statue of Benzaiten in Japan and will bring you happiness! \n\n# 4) Say hello to fishes from the underwater observatory\n![the Underwater Observatory at Hotel Seamore](https://img.nippondering.com/a517e47d-3dcd-435d-a496-3caeb5c31043.jpg)\n##### *Go down stairs and spot fishes or watch men bathing in Sakino-yu from here...*\n\nThis is the place where I visited to kill time before checking in the hotel. This observatory is honestly quite worn out, however you can have fun spotting some cute fishes. In spite that the sea was rough that day, I could still spot some fishes floating in the sea. Kids are having super fun anyway, so I recommend here especially for kids. Otherwise, pay a visit when the sea is calm. \n\n# 5) Get yourself into the hole of Engetsuto\n![Engetsuto - \"circle moon island\"](https://img.nippondering.com/e7a1d142-1c0e-4e57-9690-21e2a87d6983.jpg)\n##### *took some works to find the right spot, but worth it.*\n\nYou will again witness the art of mother nature here. Waves have somehow eroded the middle of this little island and shaped full moon hole just as the name Engetsuto - \"circle moon island\" suggests. If you want a best shot, wait for sunset. You can capture a moment where sun is fitting right in the hole. Otherwise, just fit yourself in!\n\n# 6) Have some delicious Turkish food\n![Pide at Tsugumi Cafe](https://img.nippondering.com/a01a002b-205d-409a-bd99-a90999089ef4.jpg)\n##### *Pide at Tsugumi Cafe. A delicious Turkish pizza ;)*\n\nWakayama is where the basis for friendship between Japan and Turkey was first established. Ertuğrul ship from Turkey suffered shipwreck in 1890 off the coast of Kushimoto, Wakayama. The story of devoted rescue by the citizens at the time was passed down through generations in Turkey and Turkey saved more than 200 Japanese left in Iran under Iran-Iraq War in 1985. You see the hint of this precious friendship in Shirahama. At a Turkish cafe, Tsumugi Cafe, I enjoyed Turkish Pide and kebab, watching beautiful Turkish lamps. \n\n# 7) Feel rich in your private hot spring\n![Private Hot Spring](https://img.nippondering.com/887a3813-e3bd-49a9-b1b2-88f59d7a6c88.jpg)\n##### *Hot spring at my room. How can it get better?*\n\nI stayed at a little cozy ryokan(Japanese style hotel), Yurakuan. It has only 6 rooms and all rooms come with a private hot spring. Not a normal water, real hot spring gushing out from the ground and directly poured into a wooden bathtub. Bathing in a private hot spring in cold weather is really a luxury. Thanks to this healing therapy, my skin became super smooth after taking a bath. Surprisingly, the cost isn't as high as you might expect. One night stay for two people including breakfast and dinner was only 52,800 yen (about 500 USD). Very reasonable for the wonderful experience you receive. \n\n# 8) And of course fill your stomach with Kue fish\n![Kue fish course](https://img.nippondering.com/7f9b9ca3-2dec-4c04-a382-c21d61fe11f0.jpg)\n##### *Kue fish course. Don't worry. This isn't everything.*\nFinally, here is what I originally went for; Kue fish. I enjoyed a big Kue course menu at our hotel room. The portion was more than enough. I tried Kue fish in different forms, and my favorite was hot pot and Kamameshi(rice cooked in an iron pot). I could taste the rich sweet flavor of Kue fish best in these forms. You can try Kue fish at restaurants as well, but I recommend trying it at ryokans. It gives you better Japanese experience. And I mean, what's better than delicious meals delivered right to your room? \n\nIt takes about three hours to Shirahama from Osaka on bus. I know it may not be the first place that comes up in your mind when planning a trip to Japan especially during winter. However, if you would like to see more than just the major cities and/or simply interested in delicious winter food, Shirahama is definitely recommended!","image":"88135300-0557-4694-8ba2-37896fe963ea","published":"2020-03-17T23:29:19.305804","tags":["japan","travel"]}],"totalPages":1},"__N_SSG":true}