{"pageProps":{"post":{"postId":12,"title":"Are you sure your knowledge on Japanese manners is correct? Check here before visiting Japan!","slug":"are-you-sure-your-knowledge-on-japanese-manners-is-correct-check-here-before-visiting-japan","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"You see quite a few YouTubers or articles talking about the rules in Japan or typical behaviors of the Japanese people. But are they really true?  ","content":"There are lots of myths going on online or among foreigners about Japan and its people. Though sometimes the information is correct and useful, it's not always the case. In this article, I will introduce some of the wrong myths I often see online or hear from friends. \n\n# Do not tip. It's rude\nThis is one of the most common myths I hear about Japan. Do not get me wrong. This is indeed true to some extent. We do not have a tipping culture as in the U.S. or Canada. When you go to a normal restaurant or café, you usually do not pay any service fees. \n\nIf you are to eat at a more fancy restaurant, there IS a service fee, but they automatically charge you for the service fee so it's not something you have to add by yourself. If they take a service fee, it's usually stated at the bottom of the menu. \n\nYou also have to keep in mind that Izakaya restaurants take the service fee named *Otōshi*. If you receive a small dish in the beginning without even ordering anything, that's the Otōshi for which you will be charged a small fee of around $3.00 - $5.00. Again look at the bottom of the menu to see if how much they charge you for the Otōshi. \n\nBeside these places, you have to be careful with the service fees which will be added automatically to your bill when you enjoy night life in Japan. \n\n![Tipping](https://img.nippondering.com/6d53df06-5510-44ef-ac86-1e632e5b7989.jpg)\n\nSo again if there's any service fees, it's automatically added, so you do not have to tip. And they probably will not accept any tips and run after you if you leave any tips on your table, thinking you've forgotten it. However, there are some exceptions. \n\nFor example, when you take a taxi, some people do give the change as tips. It's not like they expect it, so you will not be treated badly just because you decided to take the change but they also do not refuse to take it. Another example is for the private tour guides like me. Again no tour guides expect to receive any tips, but they will happily take it when there's a offer. \n\nHence, I'd say it's a little too much to say it's rude to tip in Japan. Tipping is definitely not a common manner here, and therefore not expected. But it's definitely not rude and not even that weird in some situations. \n\n# Don’t serve yourself a drink\nWhen you drink with your colleagues, seniors and managers, it is quite common that people pour a drink to each other. This manner is called *Oshaku*.There's some rules for practicing Oshaku including as juniors being expected to keep an eye on not leaving the seniors' glasses empty. \n\nAnd some managers and seniors could be strict about the manners with regard to Oshaku although I doubt that the majority of them are that much strict nowadays. Same rule applies to the community groups like clubs and circles at university. \n\n![Oshaku](https://img.nippondering.com/98bed062-7e0c-48d8-88d1-ecf2adfcff46.jpg)\n\nHowever, when you are out with your friends, no one thinks about the Oshaku manners. If you go out with Japanese people, they probably offer to pour you a drink and you can also offer to pour it for your friends because Oshaku IS quite normal and it is traditionally considered an important manner. \n\nFilling your own glass is called *Tejaku* and it's traditionally not preferred at a drinking party because it makes you seem like building a wall against others or complaining that nobody noticed that your glass was empty. There's even a saying in Japan that those who do Tejaku do not promote. \n\nHowever, as written above, you don't have to think about it when you go out for a drink with your friends. If you are to go out with your Japanese managers or seniors, you may have to \"read the air\" but you are most likely to receive a \"foreigner pass\" either way. \n\n# Making noise while eating is okay\nAgain this is true to some extent as we DO slurp our noodles. But only the Japanese/Asian noodles and not pasta or spaghetti. And saying that you SHOULD slurp because it shows that you enjoy the noodles is a bit too much. No cooks here takes slurping as an appreciation for food. It's rather that it feels like it tastes better when you slurp. It's the only reason why we slurp. \n\nBesides, slurping does not mean that you can make mess with a soup. Other than slurping noodles, we do not make noise while eating. I know that chewing loudly is normal in some Asian countries, and this is probably the reason why some people believe that it's okay to chew loudly in Japan as well. However, keep in mind that this does not apply in Japan. If you chew loudly at restaurants, people will NOT like it.  \n\n![noodles](https://img.nippondering.com/bf71aa77-baac-444c-9f89-f37843802da4.jpg)\n\nSadly, you may see some elderly men (or sometimes elderly ladies) chewing loudly, but just because you see some people doing it, it does not mean that it's accepted. Those people who chew loudly are called *Kucharā* and very much frowned upon. So please don't misunderstand. \n\n# Don't eat up your meals\nI have seen some articles saying that you should not finish up your meals if you are invited to a meal to indicate that you are full. However, this is actually quite the opposite. It is rude to leave anything on your plate because it's *Mottainai* (expression to show the sadness to waste). \n\nIn Japan, you say *Itadakimasu* and *Gochisousama* when you start and finish your meal to show gratitudes to the lives that's taken and the people who were involved in preparing the meals. Leaving a plate unfinished is considered a disgrace to those lives and people, and we are taught to appreciate and finish up what's being served from young age.  \n\n![Itadakimasu](https://img.nippondering.com/1e88296f-e4b5-4231-8208-c4aa180ffed0.jpg)\n\nI remember I hated that I had to finish up the school lunch when I was at the elementary school and I even cried not wanting to eat. This is probably not the case in many elementary schools anymore because parents complain a lot more these days (some even to the point that they are called \"monster parents). \n\nHowever, the philosophy that we have to appreciate food and not to waste is still a thing. Japanese portion is quite small compared to for example American portion, so it shouldn't be that hard to finish up. Some all-you-can-eat restaurants suffer from customers ordering more than they can finish up, so they charge you for leaving much on your plate. So keep in your mind that you may not only waste food but also your money by not finishing your plate. \n\n# Farting is better than burping\nI also hear things like burping is accepted or even show appreciation for food. These ones are a very weird myths about Japan. I don't know where these myths come from, but these are so not true. Neither of these are accepted. No one want to hear a burp or smell a fart while eating. \n\nOf course these are natural physiological phenomenon and sometimes you cannot hold it in. In that case, do it in the way that does not bother other customers. For example, you can go to a restroom and fart, or hold a tissue/handkerchief/hand and burp quitely. \n\n![burping](https://img.nippondering.com/1b2ee02c-07dd-4387-a80a-4585c9b748a1.jpg)\n\nAgain, you may see some old men doing these stuff without any consideration to other customers, but it does not make it okay. Farting and burping at restaurants are considered very rude and the normal Japanese people will not like it. I have seen some people saying that they saw Japanese comedians farting on TV and therefore insisted that farting is considered acceptable in Japan. This is a wrong interpretation. \n\nPeople fart at home which is a private area and laugh about it with family or friends because why not when they are in a private space. And comedians do so on TV to make people laugh. The reason why it’s funny is exactly because people usually don’t do it in public. \n\nHowever, what comedians do for laugh and what people do in private is different than what’s considered rude in public. I do laugh at comedians farting and when my family fart at home, but I feel disgusted to smell a fart of random people when eating at a restaurant.\n\n![fake news](https://img.nippondering.com/3be2d9d2-7a65-46b9-a395-b099065a8ce7.jpg)\n\nSo that's what I can remember so far. I will probably add some more if I hear something weird again. Online articles and YouTube is very useful to learn about Japan and its people, but don't believe everything online. ","image":"3be2d9d2-7a65-46b9-a395-b099065a8ce7","published":"2020-05-18T17:17:56.71386","tags":["japan","culture"],"previousPostLocation":"how-to-enjoy-the-japanese-boys-day-on-may-5th-11","nextPostLocation":"the-secret-of-arima-onsen-the-oldest-hot-spring-in-japan-13"}},"__N_SSG":true}