{"pageProps":{"post":{"postId":2,"title":"Let's Play IKI and learn about the life of Japanese artisans in Edo Period!","slug":"lets-play-iki-and-learn-about-the-life-of-japanese-artisans-in-edo-period","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"IKI is a strategy board game with the purpose to gain as much IKI points as possible during one year in Edo (old name for Tokyo). Have fun and learn!","content":"I've received this board game as a gift and enjoyed it very much. \n\n![IKI - A Game of Edo Artisans](https://img.nippondering.com/4e548915-5378-4553-ab1a-a3752403b885.jpg)\n\nThis might not be the most famous board game, but I'd definitely recommend this especially to those people with an interest in Japanese traditional culture. So how about those who have no interest in such thing? Don't worry! The game itself is fun. Besides, pictures on the playing cards and board are very beautiful, so you will enjoy it no matter what.\n\n# Themes and background\nIKI: A Game of Edo Artisans is based on the trade culture during Edo-period in Japan (1603-1868). The game takes place in Nihonbashi which was the most vibrant merchant area in Edo. Edo is the name for Tokyo before Japan opened its border to the western countries and worked hard for modernization. Nihonbashi still exists today with the same name and is famous for having many shops with a long history of more than 100 years. \n\n![The board](https://img.nippondering.com/f0b653f8-313a-4aba-8c7f-0438563e5bc4.jpg)\n\nThe board illustrates the main street in Nihonbashi filled with various shops like rice and tobacco. You see a fish market at the corner, selling their catch of the day. Craftsmen and peddlers live behind the main street in houses called Nagaya. *\"長屋\"*(Nagaya) literally means \"long house\". \n\n![Nagaya](https://img.nippondering.com/fbb3b7f2-4f02-44bc-acd1-e460d1a7c712.jpg)\n##### *Beautiful Nagaya in Niigata prefecture*\n\nNagaya is what is now called an apartment. However, the difference is that they do not come in through the same entrance and share the corridor, but instead each residence has its own entrance. Although you can find some Nagaya with two stories these days, Nagaya is usually a single-story building. So it's basically many single-story houses connected together. \n\n![Artisan cards](https://img.nippondering.com/d077e1be-2770-456d-b51e-9b88709b9cc2.jpg)\n\nDuring the Edo Period, there are said to be as many professions as 700 to 800. You will be introduced to these unique professions from watermelon peddlers to ear cleaners through this game. Imagine which professions you would have wanted to do if you were born at that time!\n\n![Piece of Kidai Shōran](https://img.nippondering.com/d7a72b78-351d-4492-ae24-a10b6208f17b.jpg)\n##### *Only a piece of Kidai Shōran. Cannot imagine how long it took to paint this!*\n\nAt last but not least, it is important to mention that this board is not randomly made but is actually based on the picture roll from the Edo period named *\"熈代勝覧\"* (Kidai Shōran). Kidai Shōran means \"Amazing scenery of the prosperous era of peace\" and illustrates how Nihonbashi looked like in 1085. With its length of, this painting offers an detailed illustration of the main street stretching approx. 700m from Nihonbashi to Imagawabashi with 88 shops, 1,671 people and some animals. \n\nWhen it was first discovered in Germany, it was thought to be a Chinese painting. (how typical, right? haha) However, it was later found out to be a very precious piece of Japanese painting. Museum of Asian art in Berlin has the original, so check it out if you are interested. \n\nDone with all the details. So now LET'S PLAY!\n\n# How to play\nI will not give you a detailed description of the instruction, but let me explain briefly how to play so that you have an idea of what kind of game this is. \n\n![Season section of the board](https://img.nippondering.com/bae96289-bb82-4101-b0a7-9bb39eec2ebb.jpg)\n##### *After each round, you have to move the black marker forward to indicate the month*\n\nThe goal of this game is to gain as much IKI as possible through four seasons during one year in Edo. IKI cannot be easily explained. It could mean well-mannered, stylish or considerate among others. So if I were to translate, I guess you could say that you will have to be as \"cool\" as possible. In order to gain IKI, you have to hire artisans and buy products at shops. \n\n![Starting pieces, cards and resources](https://img.nippondering.com/92445c1e-73eb-4299-9b92-5c62c975d985.jpg)\n##### *A sandal gives you one extra move forward*\n\nPlayers start with 1 artisan (salt peddler, boiled egg peddler, cotton peddler or eyeglass peddler), 4 Kobun(follower) figures of your color, 1 sandal token, 1 rice bale and 8 Mon(old Japanese coin). \n\n![Fire tiles](https://img.nippondering.com/7b32a5ab-8ae6-4e00-bb44-ef20c2b84d65.jpg)\n##### *By drawing one of these tiles, you decide in which Nagaya fire breaks out.*\n\nThe best craftsman starts the game, so talk about it before the game :D From the next round, the player with the most firefighting power starts the game. The game has twelve regular rounds for the twelve months and the final round on the New Year's day. Just like people in Edo used to say that \"fights and fires are the flower of Edo\", there happens huge fires every now and then, so it's important to gather firefighting power to avoid risking to lose your businesses.\n\n![Cylinders lining up](https://img.nippondering.com/612ae77f-8cd4-47c6-acb0-b8a038ca4a71.jpg)\n##### *The cylindrical pieces decide how many moves each player can make during the second phase*\n\nEach round has two phase: Phase 1 to \"decide the way of life\" and Phase 2 to \"take actions\". In the first phase, each person decide how many spaces Oyakata(boss=you) move forward during the second phase. This decision simultaneously determines the playing order for the second phase as well. \n\nIn the second phase, there are two steps. The first step is to choose either hire an artisan or receive a payment of 4 Mon. The second step is to move Oyakata figure forward and buy/trade. \n\n![Artisan cards placed on the board](https://img.nippondering.com/1d1ba44d-959c-4ee8-b83c-95d309ed176e.jpg)\n##### *Here you see that the purple Kobun will retire the second time you reach the starting point*\n\nWhen you buy hire an artisan, keep in mind that you have to pay him/her a salary with one rice bale every three months. If you fails to pay the salary, the artisan will leave you. Besides, you can only have four Kobun working at the same time, meaning that there can only be up to four artisan cards on the board at the same time. However, each time you come back to the starting point, you can upgrade your Kobun. When you have upgraded him/her for three times, you can take the artisan card off the board and keep it for yourself. Then it no longer requires a salary or risks being burned down.\n\n![Building cards](https://img.nippondering.com/18d2b0a8-f1cf-470c-b2a3-283fdd7eb837.jpg)\n##### *You can buy a building with logs and Koban (Japanese old currency) during your second phase.*\n\nEvery three months, you have to pay a salary to the artisans (as mentioned above). At the same time, you can receive a profit and bonus. In the end of the game, we calculate all the IKI you have collected throughout the game. Cigarets, fishes, buildings, resources and artisan cards add some IKI points too.\n\nPlaying a board game is super fun. Why not also learn something while having fun? :D After you have played it, I´m sure you will be more interested in Japanese culture and history. Then you are more than ready to pay a visit to this interesting country. Possibly with me as a guide. Hehe.\n\n\n\n ","image":"fbb3b7f2-4f02-44bc-acd1-e460d1a7c712","published":"2020-03-27T02:02:29.230389","tags":["japan","culture","entertainment","history"],"previousPostLocation":"the-3-things-you-must-eat-in-sapporo-4","nextPostLocation":"the-beauty-and-secret-of-nagauta-and-shamisen-7"}},"__N_SSG":true}