{"pageProps":{"post":{"postId":14,"title":"Let's Celebrate the Beginning of Summer and Get Over the Rainy June!","slug":"lets-celebrate-the-beginning-of-summer-and-get-over-the-rainy-june","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Most part of Japan has now entered Tsuyu (the rainy season). Daily rains depresses you. So let's get over this month together with some fun events!","content":"Having lived in Denmark, I know more than any regular Japanese how depressing constant rain is. Although weather in Japan in general is not as awful as in Denmark, Japan DOES has a rainy season. Japan enters *Tsuyu* season (rainy season) around June 11th according to our calendar (but in reality it of course differs depending on area as Japan is stretched from North to South). \n\nIn addition to the depression from this annoying weather, June does not have any national holiday. Japan is one of the countries with most national holidays, having as many as 16 annual national holidays. Japanese people also enjoy holidays during Obon in August when our dead ancestors pay us a visit and during New Year Holidays. Moreover, a weekday that's sandwiched between two national holidays will be a holiday too, creating some long holidays like Golden Week in May and Silver Week in September. \n\nIt may appear somewhat surprising to some of you that workaholic Japan has so many holidays. However, this is true, and June is the only month that does not have any holidays. Overwork in Japan has other aspects and we can talk about it on the next article, but for now let's just focus on finding something fun in this stressful month!\n\n![June calendar](https://img.nippondering.com/938fc67d-432c-4043-8a5a-ff8b3a62dfe3.jpg)\n\n# Enjoy *Kakigoori* and Change to Summer Clothes on June 1st \n*Koori-no-Tsuitachi *(Ice Day) is not a very popular event that all Japanese people know, however, there are still many festivals and customs remained throughout Japan. In the old days, people at the Imperial Palace ate ice and wished for health and strength to live through the coming hot summer. \n\nThey of course did not have a fridge, so they preserved ice they collected during winter in the cool basements called *Himuro*. Having a such basement was a luxury, so normal citizens desiccated Mochi they made for the New Year and ate it instead. Eating the hard Mochi named *Koori-Mochi* or *Shimi-Mochi* was also meant to be a ritual called *Hagatame* (teeth-strengthening ritual) to wish for strong teeth and thereby longevity by eating well.\n\nEating ice sounds a bit boring, right? Then try *Kakigoori* ! Kakigoori is a shaved ice topped with flavored syrup, and is very popular during summer. You will see these sold at stalls at summer festivals. My favorite flavor is lemon, but there's a wide variety of flavors from Blue Hawaii to strawberry. \n\n![Kakigoori](https://img.nippondering.com/367e741c-c67c-41a3-883c-3d45a7f5466c.jpg)\n##### *It surprises me to hear that any flavored syrup is made with exact the same ingredients. But I still like the lemon...*\n\nOn the same day, in Japan, we change to summer clothes. We do not think about it that much when working or doing houseworks, but it is very clear for school kids because their school uniforms change from winter version to summer version. If you want to really enjoy four seasons and feel the change in season, June 1st may be a good day to relocate your summer clothes to the front in your closet.  \n\n# Enjoy Japanese Sweets on June 16th\nJune 16th is established as the day of Kajō, which is the day of Wagashi (Japanese Sweets). It derives from an old tale of Emperor Ninmei. During the summer of 848 when a plague was suffering the citizens, Emperor Ninmei has changed the name of the era to Kajō and offered 16 Wagashi to a god, wishing the end of the epidemic. \n\nHis offering fortunately ended the epidemic and since then the day was celebrated with some delicious Wagashi by both those in power and citizens in many ways through centuries. Many people celebrated the day until the tradition slowly abolished in Meiji Period (1868 - 1912). It is now revived by Japan Wagashi Association in 1979.\n\n![Wagashi](https://img.nippondering.com/bbc10123-f1e3-4113-b306-6580d7604992.jpg)\n##### *Matcha tea goes best with Wagashi ;)*\n\nCakes and ice creams are all delicious. But do not forget to enjoy Wagashi as well! It's normally much healthier than a cake, so you feel less guilty. And its delicate design shows the dedication in beauty of Japanese people. Seasonal Wagashi lets you enjoy beautiful seasonal changes in Japan as well. \n\n# Appreciate the Sun when its Power is Strongest of the Year\n*Geshi* is the day with the shortest night in the year and comes around June 21st. There isn't any specific customs known nationwide for this day, but there are some regional customs, festivals and events to wish upon the sun on this day when the power of the sun is strongest of the year. \n\nIn order to make use of the short darkness on this day, some people enjoy candle night events that you spend the night only with candle lights. Telling scary stories is very popular in Japan during the summer because it gives you a chill when it's dead hot. You see many scary TV shows during the season. So why not try *Hyakumonogatari* on this day with your friends or family? \n\n![Candles for Hyakumonogatari](https://img.nippondering.com/baa8d774-f2fb-459d-8a32-67dcea72fb63.jpg)\n\n*Hyakumonogatari* literally means \"One Hundred Supernatural Tales\". It is a traditional Japanese game. You sit in a circle with some others and light up 100 candles. Each of you take turns to tell a scary story and blow out a candle at the end of each story. When 100 stories were told and you blow out the last candle, something supernatural is said to happen. Scared? Then stop after 99 stories to avoid waking up something/someone dangerous :P \n\n#  Wish for Good Luck for the Latter Half of the Year\nTime flies faster and faster as you get older. It surprises me every year when it's June 30th, halfway through the year. Shrines throughout Japan hold a ritual called *Nagoshi-no-Harae*. In this ritual, you cleanse yourself by going through a ring made with thatch plants several times (first go around the left, then right and then left before going through the middle to pray to a god). \n\n![Nagoshi-no-Harae](https://img.nippondering.com/c767ab13-6eb3-4508-96e6-d6131eade7ca.jpg)\n##### *Just go through this ring and you will be purified. Easy peasy!*\n\nSome shrines offer paper dolls that take away your sins and impurities you gathered for the past half of the year. You write your name and date of birth on a paper doll and blow on it, then priests will burn it to purify. \n\nIf you have a sweet tooth, here's a good news. *Minazuki* (Japanese name for June) is a triangle-shaped Uiro (sweet rice jelly) topped with Azuki beans.  The triangle shape is said to have been modeled on the ice which people at the Palace ate on June 1st and thereby to beat the summer heat. However, some people insist that it simply symbolizes half of a year by cutting a square into half.\n\n![Minazuki](https://img.nippondering.com/37f52ed6-2389-452a-8eda-5390dbe73576.jpg)\n##### *Thinking it doesn't look tasty? Believe me and just give it a try!*\n\nThe red color of red beans is meant to ward of evil spirits as red or vermilion color are believed to ward off evil sprits and prevent disasters from the ancient times in Japan. So here you go. Enjoy this sweet delight and wish for your good luck :D \n\n# Still not Happy? Then Try these!\nIf you are still not happy even with all these fun events in June, then let's try something more simple. If you really hate rain, make Teru-Teru Bouzu with tissue papers and wish the weather clears up tomorrow. I remember making these guys when I was a kid. It's fun to make them, so it broke my heart when my mom threw them away. \n\n![Teru-Teru Bouzu](https://img.nippondering.com/62841c0e-f957-4b28-bfc5-2e736b1cdea2.jpg)\n##### *Hang him by the window and wish for the sun to shine!*\n\nAjisai (Hydrangea) is another way to appreciate this rainy season. In Kamakura, there are several beautiful Ajisai spots. Another beautiful thing to watch in this season is fireflies. They are now unfortunately harder to find especially in the city. However, there are still many spots throughout Japan where you can enjoy their beautiful lights. \n\nIf you are not interested in simply watching, you must love eating because who doesn't? The rainy season is also the Ume season. You can make Ume sake or Ume juice. \n\n![Ajisai flowers](https://img.nippondering.com/1df17795-6fdc-4559-abf0-bb111a191a32.jpg)\n##### *Ajisai flowers at Hase-dera Temple in Kamakura*\n\nJune is indeed not the most fun month of a year, however, this rainy season is very important for nature. Remember that Japanese used to find beauty even in everything including rain. In fact, there's said to be more than 400 words to describe rain depending on season and heaviness. \n\nFor example, a sudden rainfall in the sunshine is called 'Kitsune-no-Yomeiri\" meaning fox's wedding. Learning about different expressions for rain may be a fun activity during this rainy season as well. Let's not be too depressed and enjoy the rain like we used to! ","image":"1df17795-6fdc-4559-abf0-bb111a191a32","published":"2020-06-11T19:21:24.042273","tags":["japan","culture"],"previousPostLocation":"the-secret-of-arima-onsen-the-oldest-hot-spring-in-japan-13","nextPostLocation":"denmark-and-japan-in-love-the-reasons-why-these-two-countries-are-similar-15"}},"__N_SSG":true}