{"pageProps":{"post":{"postId":7,"title":"The Beauty and Secret of Nagauta and Shamisen","slug":"the-beauty-and-secret-of-nagauta-and-shamisen","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Shamisen offers relaxing yet rhythmical Nagauta music which paints Kabuki beautifully. Let's discover the mystery hidden behind its beautiful music! ","content":"My boyfriend has always been in love with music. So much that he went to a music school and dedicated himself to playing guitar all day instead of picking up girls at a bar like normal Danish boys. When he came to Japan, he discovered Shamisen and started cheating on his guitar. Although I wasn't patient enough to learn how to play it from him, I think Nagauta concert was totally mind-relaxing. \n\n![My boyfriend playing a Shamisen](https://img.nippondering.com/a89d1c29-3589-4f0c-b07e-892bb2dc7b9f.jpg)\n##### *My boyfriend and his lover*\n\nAs we say \"no music, no life\", there's no Japanese life without Japanese music. So let's dig a little bit into Nagauta and Shamisen world! \n\n# Beautiful Music that Paints Kabuki Theater\nNagauta is a style of traditional Japanese music developed around 1740. Nagauta typically accompanies Kabuki theater and delivers somehow relaxing yet rhythmical music. Shamisen plays the major important role in delivering Nagauta music together with singers. Hayashi which consists of a group of Shinobue flute players and three kinds of Japanese drum players sometimes come along as well. \n\n![My boyfriend playing Shinobue flute](https://img.nippondering.com/368b5214-09f4-49c4-af46-bd8a4caad11f.jpg)\n##### *Shinobue flute. My boyfriend likes pretty much any instrument, I guess*\n\nShamisen is a three-stringed instrument which looks a bit like a guitar. There are several theories about its origin. The most established theory is that it derives from a Chinese Sanxian which first came into Ryukyu Kingdom (former Okinawa) and later arrives in Honshu (the main island of Japan). \n\n![Shamisen player](https://img.nippondering.com/f21e2d9e-5f93-4f33-8175-e6b2e98ce55f.jpg)\n##### *How can they make different tones only with three strings? *\n\nSadly, Nagauta and Shamisen are struggling to survive in this modern world because the Japanese young tend to prefer something newer such as a guitar. Many Shamisen performers are trying to conserve this beautiful cultural asset. For example, Nagauta music used to be passed down orally, but some performers are trying to create notes in order to extend its reach. \n\nLet's hope that each country will make its own progress while preserving the beautiful traditions and cultures, especially for the sake of travel lovers like us so our world will always be beautifully diverse.\n\n# Made of Dogs and Cats?!\nAnyway, there's one thing that surprises me very much about Shamisen. Do you know what it's made of? DOG SKIN! It crushes my heart to think that my dearest Tono-chan's friends are being used for Shamisen :(\n\n![My beloved Tono](https://img.nippondering.com/db5d3dd2-8dc3-4e2d-93a4-8e3b81f2762d.jpg)\n##### *My beloved Tono (means \"king\" in Japanese)*\n\nThese days, the dog skins are apparently mostly imported from some Asian countries. According to Shamisen seller, this is because the dog skins are used to be from animal shelters but it's become harder to get one from there as there are decreasing number of dogs being culled at animal shelters in Japan. He does not know if those dogs are raised specifically for Shamisen or from shelters and if the skinned dogs are eaten or just thrown away. \n\nMy boyfriend's previous Shamisen teacher, Makoto-san, told me that they are specifically raised for Shamisen because their skin must be intact, meaning that the dogs from a shelter cannot be used since their skin are most likely to be unsuitable after living as a stray dog. The same goes to cat skins which are more expensive. \n\n![Shamisen in Okinawa](https://img.nippondering.com/d91c6c81-9264-46f9-b6e4-4def9a47c9a5.jpg)\n##### *In Okinawa, python skins are used instead of dogs and cats.*\n\nI was confused about what to believe, so I tried our beloved Google. As far as I've researched, most dog skins are imported from Asian countries where there's a culture of eating dogs and cats. However, as this culture is dying out, importing them from these countries is also getting harder. \n\nRecently, Kangaroos are replacing their place to some extent. They are considered vermin in Australia, though I think they are pretty cute. There are also lots of works putting into inventing an artificial skin which works exactly the same as the animal skin. I have actually seen that an artificial skin is already pretty good, but I am not sure how accurate this is. \n\nEither way, using dog skin is expensive for Shamisen performers and I personally think it is degrading dogs if those dogs are to be raised just for Shamisen and their skinned bodies are just thrown away. Hopefully, the sophisticated artificial skins will be the mainstream pretty soon for the sake of poor Shamisen performers and Shamisen dogs. \n\n# More Instruments to Play with...\nAs explained above, Shamisen is not the only instrument played in Nagauta. I have tried playing Taiko and Kotsuzumi. Although it seems quite easy to play when performers play them, it is actually quite hard. You have to drum them in a specific way to create the beautiful sound. \n\n![Me playing Taiko](https://img.nippondering.com/3eb0cdc3-05b2-44ab-a3f6-66c80adb0d23.jpg)\n##### *Me playing Taiko*\n\nI personally think Kotsuzumi is even harder because you have to hold it on your shoulder. My little arms ached quite bad. Of course, there are other interesting Japanese instruments too such as Koto (13 stringed musical instrument). Which one would you like to try? \n\n![Me playing Kotsuzumi](https://img.nippondering.com/97017338-2028-457a-b2b6-3f478050d413.jpg)\n##### *Kotsuzumi is hurting my arms...*\n\nThere are many places which offer Shamisen lessons, but here (http://learningshamisen.com/) is where my boyfriend learn when we were in Tokyo. Makoto *Sensei* (means teacher in Japanese) is a lovely Japanese lady with a cute smile and magical hands that bring out the most beautiful notes Shamisen can make. If you are interested in trying Shamisen in Tokyo, give it a try with her :) And if you are in Kansai area, my boyfriend is here to help you. Hehe. ","image":"db5d3dd2-8dc3-4e2d-93a4-8e3b81f2762d","published":"2020-04-02T19:26:03.567444","tags":["japan","culture","music"],"previousPostLocation":"lets-play-iki-and-learn-about-the-life-of-japanese-artisans-in-edo-period-2","nextPostLocation":"history-of-japanese-hikikomori-it-starts-with-the-goddess-of-the-sun-8"}},"__N_SSG":true}