{"pageProps":{"post":{"postId":9,"title":"A History of Homosexuality in Japan:  When Being Gay was Nothing Special","slug":"a-history-of-homosexuality-in-japan-when-being-gay-was-nothing-special","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"LGBT is now an often discussed topic around the world. Surprisingly, being gay was nothing special before the Western culture started to came in.","content":" In Japanese, having homosexual relationships was called \"*Danshoku*\" in the old days. When you think about being gay in old days, you might think it should have been extremely hard. The truth is, not in Japan. *Danshoku* existed from the ancient times in Japan. Most records on *Danshoku* before Kamakura period (1185/1192 - 1333) is about the privileged, but there are increasingly more records about the ordinary citizens. Additionally, it is inferred that the reason why there aren't many records on *Danshoku* about the ordinary citizens is that *Danshoku* was so normal at that time that there's no point of recording it. So why did the history of *Danshoku* ended? Why did it started being abnormal? Here's history of it from the start to end. \n![A gay couple](https://img.nippondering.com/b8b843a4-db22-411b-bd30-c998879d7df2.jpg)\n# The Beginning of *Danshoku*\nSo when has the *Danshoku* culture started in Japan? According to the Ukiyoe-zoshi \"Nanshoku Ōkagami (The Great Mirror of Male Love)\" written by Saikaku Ihara in the beginning of Edo period (1603 - 1868), Amaterasu Ōmikami loved Hinochimaro No Mikoto. Amaterasu Ōmikami is the central deity of the Shinto religion of Japan, the Land of the Rising Sun. Hinochimaro No Mikoto is a male god and Amaterasu Ōmikami was also believed to be a male god by some people at that time although she had been and still is believed to be a goddess. This is mainly due to the influence of buddhism and the harmonization of Buddhism deities and Japanese *kami* (gods and goddesses).\n\nIn addition, he insists that all gods were male before the couple gods such as Izanagi No Mikoto and Izanami No Mikoto couple (the first is male and the latter is female) were born and therefore all enjoyed *Danshoku*. By the way, Koto Amatsu Kami (the original five gods) and the first two gods of Kaminoyo Nanayo (the two gods and five pair of gods) are usually not given any genders. Anyway, if we are to believe what he said, the history of *Danshoku* started during the age of the gods. \n![Izanagi and Izanami couple](https://img.nippondering.com/cb374c87-a553-4061-93a3-d572ff790de2.jpg)\n##### *Izanagi and Izanami couple*\nThe oldest documentation on *Danshoku* is from *Nihon Shoki* written in 720. A story of \"*Sin of Azunahi*\" from *Nihon Shoki* suggests that two Shinto priests, Shinono Hahuri and Amano Hafuri, were in *Danshioku* relationship, described as *Uruwashiki Tomo* meaning \"best friends with sexual intercourse\". So they are like what we call FWB nowadays. This is often regarded as the beginning of the *Danshoku* history in Japan. \n\n# *Danshoku* Prevalent in Temples and the Palace\nIt is clear that *Danshoku* was prevalent and completely normal given its frequent appearance in many famous writings widely known in Japan such as \"*Manyoshu*\", \"*the Tales of Ise*\" or \"*the Tale of Genji*\". \n\nKūkai (the founder of Shingon Buddhism) is sometimes claimed to be the one to bring *Danshoku* culture to Japan. However, it is not exactly right as explained above. On the other hand, it is said that he IS the reason why *Danshoku* culture became so widely adopted at temples. \n![Kūkai](https://img.nippondering.com/6ee2bdbe-c6fd-4f98-9cc4-f207e4ee8e0d.jpg)\n##### *Kūkai*\nDuring Nara period (710 to 794), monks often read \"*Shibunritsu*\", the buddhist scriptures. This describes sins of monks including sexual misconducts. Here, any sexual intercourse is prohibited no matter whether it's between same or different sex. However, Japanese buddhism rather tended to abominate sexual intercourse with women and therefore *Danshoku* culture became gradually accepted. Monks even made a ritual called \"*Chigo Kanjou*\" which deify *Chigo* (young trainee monks) as an excuse to justify the sexual intercourse with *Chigo*. No one cannot be fully drop worldly desires, I guess. \n\nThe sexual relationship between monks and *Chigo* are also mentioned in \"*Goshūi Wakashū*\" which was compiled in 1086 at the behest of Emperor Shirakawa, indicating its prevalence. Even at the Palace, it was not rare to see nobles spending a night with a beautiful *Chigo* (here it refers to a pageboy). \n\n# Bushi's *Danshoku* Culture: Shūdō\nAs Bushi (warrior) gained more power, *Danshoku* culture gradually penetrated their society through interactions with nobles and monks. Yoshimitsu Ashikaga who led Muromachi Shogunate and unified the Northern and Southern dynasties,  enthusiastically adopted various cultures from the nobility and monk society including *Danshoku* and laid a foundation for the *Danshoku* culture called \"*Shūdō*\" peculiar to Bushi. \n\n*Shūdō* refers to *Danshoku* relationship between a master and his *Koshō* (pageboy who served *Shōgun*). *Shūdō* is unique in the way that it values mental connection as well as physical connection. *Shūdō* was likely considered as a ritual to pledge one's absolute obedience to his master. *Shūdō* made its first appearance already in the end of Heian period (794 to 1185) when the Genpei War (civil war between the Taira and Minamoto clans) took place, and flourished during Sengoku period (1467 to 1568).\n\nDuring Sengoku period, many Bushi went to war, leaving their kids and wives behind. It is easy to imagine that they started to see men as sexual targets under such circumstances without any women. In fact, there are many famous Shōgun on Japanese history textbook who preferred men rather than women such as Nobunaga Oda and Shingen Takeda. In any age, a honey trap works for men. Thinking of women targeting men? Wrong.There were many Bushi who got tricked into death through a honey trap by a beautiful boy on spy mission called \"Katsurao no Jyutsu\". Obviously, a honey trap is not a skill peculiar to women.  \n![Nobunaga Oda](https://img.nippondering.com/bf0f58eb-4c03-473d-bce5-a5ed36d1bfd1.jpg)\n##### *A Japanese poem saying \"If the little cuckoo doesn't sing, I will kill it\" describes Nobunaga's short-tempered and aggressive personality*\n*Danshoku* Culture Prevailing in Japanese Society\nIn Muromachi period, *Danshoku* among the ordinary citizens started to appear on documents. *Chigo Sarugaku* featuring a beautiful man derived from *Tesarugaku* (Noah performed by non-professionals), was very popular among the citizens. The performers sometimes joined the banquet after the performance and even spent a night with the customers.\n\nSt. Francis Xavier complained on his letter to his home country about the difficulty of explaining sin of *Danshoku*, monotheism and monogamy to the Japanese. In fact, many Japanese never understood why *Danshoku* should be considered a sin when monks are doing it. \n\n![St. Francis Xavier](https://img.nippondering.com/8f577dc2-d78b-4f04-874a-ecb18222293b.jpg)\n##### *St. Francis Xavier. I wonder why his top head is bald as Samurai*\n\n*Danshoku* was no more special than loving a woman also during Edo period (1603 - 1867). It is notable that male prostitutes called \"*Kagema*\" appeared in Edo period since the young Kabuki actors started prostitution at the banquet to which they accompanied after the performance. They spent a night not only with Bushi and monks but also with many ordinary citizens. \n\n# Decline of *Danshoku* culture under the Western Influence\nNeither Japanese buddhism nor Shintoism forbid *Danshoku* and therefore *Danshoku* culture was accepted widely in Japan. However, it is not the case when it comes to Christianity. Christianity clearly forbid *Danshoku* at least at that time. Accordingly, *Danshoku* gradually started to be considered a taboo even in Japan as the new government tried to adopt the Western culture after the Meiji Restoration when Japan opened its border to the West. \n\nEven during Meiji period (1868 - 1912), *Danshoku* was still popular especially among the students in the beginning. Serious students believed that *Danshoku* is better than getting hooked on women. However, the government finally banned homosexual sex between males in 1873, struggling to make *Danshoku* a taboo. With a desire to catch up to the Western civilization, the government simply could not keep accepting *Danshoku* culture which was a taboo in the Western countries. The law to ban homosexual sex between males was abolished in 1882, but the ideology to consider *Danshoku* a taboo remained. \n\nWhen Japan entered Taisho period (1912 - 1926), the Western ideology permeated the whole country even more and finally *Danshoku* was started to be regarded as a sickness despite of the long history in Japan during which *Danshoku* was normal. \n\n![The great Japanese men](https://img.nippondering.com/bb0c9131-62bb-4ca2-958f-aa0ac6ec9dde.jpg)\nSomething normal now could be abnormal in another place or another period, and vice versa. If we look back our history, there're always things we can learn. Modernization gives you much, but it also takes some away. Maybe, it is important to think seriously about what we want to keep and what we want to change instead of blindly riding the wave of modernization.","image":"cb374c87-a553-4061-93a3-d572ff790de2","published":"2020-04-29T18:43:51.673504","tags":["japan","culture","history"],"previousPostLocation":"history-of-japanese-hikikomori-it-starts-with-the-goddess-of-the-sun-8","nextPostLocation":"welcome-to-the-world-of-the-dead-how-to-cross-the-sanzu-no-kawa-river-10"}},"__N_SSG":true}