{"pageProps":{"post":{"postId":11,"title":"How to Enjoy the Japanese \"Boys Day\" on May 5th","slug":"how-to-enjoy-the-japanese-boys-day-on-may-5th","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"On May 5th, we celebrate the day of boys. Join us for the celebration and wish for their growth and success!","content":"As a woman myself with only a litter sister and no close male relatives at my age or younger, I have never really celebrated the Boys Day. \"Boys Day\" is called *端午の節句 (Tango-no-Sekku)* or *Kodomo-no-hi* (literally *children's day*) in a more modern way. However, it actually seems quite fun, so let's learn a little bit about it and join the celebration. \n\n![*Koi*- fish flags](https://img.nippondering.com/78023667-c253-4491-96d9-b8b8c0904f3d.jpg)\n\n# How it Started\n*Tango-no-Sekku* is now a celebration for boys, but it did not start as such. Let's start at the beginning. The word \"*Tango*\" was created in Ancient China. \"*端*\" means \"the beginning\" and \"*午*\" refers to the Day/Month (or year) of the Horse (this Kanji can be read as \"*Uma*\" meaning horse). Therefore, in the beginning, it referred to the Day of the Horse in the Month of the Horse which is May. \n\nIn China, this day was for warding off evil spirits regardless of gender and age. In Japan, on the other hand, May was the month for rice planting and women to purify themselves. Rice planting was a sacred event in ancient Japan and young women took on the role of planting rice. Why women? It was because women were treated as sacred beings who can give birth to new life. Before planting rice, women purified themselves by e.g. drinking sweet flag sake under the roof covered with sweet flag. This tradition of purification of women for rice planting was called \"*Satsuki-Imi* (directly translated to \"May moaning\"). There're still some regions celebrating this in different ways including men cooking meals and offering women to take the first bath.\n\nThis ancient Japanese tradition and Chinese tradition got merged. During May, 5th was chosen to be the day for the celebration because 5 is \"*五* (go)\" in Japanese same as \"*午* (go)\". It was in Edo period when *Tango-no-Sekku* started to be the Boys Day. Bushi families strongly wished for the growth and success of boys who would eventually be the heir. They said *菖蒲* (*Shoubu*/sweet flag) implies *尚武* (*Shoubu*/martial spirit) and *勝負* (*Shoubu*/battle) and therefore started to celebrate for boys on May 5th. \n\n# Koi fish to Symbolize Advancement\n*Koi fish* is an essential symbol for the Boys Day. Koi means carp in Japanese. According to the legend in China, a koi fish becomes a dragon when it has swum up the waterfall. Based on this legend, koi fish often symbolizes promotion and success. Usually, there are three koi fish attached to a pole to decorate the house gate on May 5th. This flag is called *Koi-Nobori*.\n\n![Koi fish flags](https://img.nippondering.com/d62a3d4f-79b8-4085-8c39-e30c288f8677.jpg)\n\nThe black one on the top is *Magoi* which symbolizes water that supports life during hard winter, and therefore refers to father. The red one in the middle is *Higoi* which symbolizes fire of wisdom and summer that nurture lives, and therefore refers to mother. The blue one at the bottom is *Kogoi* which symbolizes a growing tree during spring, and therefore wishes for a child to grow up strong and healthy like a tree. \n\nYou can buy a big nice Koi-Nobori, but cheap small ones are available at 100 yen shops as well.\n\n# Display *Kabuto* and *Yoroi* and Wish for Boys' Health and Strength!\n *Kabuto* and *Yoroi* are a helmet and an armor Bushi (the Japanese word for warrior) wore. Due to its important role to protect Bushi during battles, these symbolize safety and strength of boys. Not many Japanese have a full set of *Kabuto* and *Yoroi* with all the other decorations. However, many families with boys have some kind of *Kabuto* or *Yoroi* ornaments. \n\n![Kabuto and Yoroi](https://img.nippondering.com/bef9f723-9e8c-40f2-95c7-898a1c00a4e7.jpg)\n\nKids also enjoy doing origami to make a Kabuto from a newspaper. I have done it too when I was a kid although I'm not a boy. Very easy and cheap, and most importantly fun for kids.\n\n![Kabuto and Yoroi in origami version](https://img.nippondering.com/533464d3-609b-417d-8008-acb018af0b59.jpg)\n\n# Enjoy Shoubu in Many Ways\n*Shoubu* is a Japanese word for a plant called \"sweet flag\". In addition to the word play explained above, *Shoubu* is used as a means to ward off evil spirits with its strong scent. You can hang it at the gate, lay it under the pillow or put it into a bathtub. Its scent and component enhance your health in both body and mind. Using it for Sake may be nice too. \n\n![Shoubu](https://img.nippondering.com/6c45062c-504b-41b0-bc53-bcbe5737218e.jpg)\n\nSomething more unique? You can hang it on the door to your house and recite \"*Omoukoto Noki no Ayame ni koto Towan. Kanwaba Kakeyo Sasagani no Ito* (I ask the iris about what I wish. If it is to be fulfilled, weave spider webs)\". If you later find spider webs weaved around your Shoubu, your wish will be fulfilled. Maybe. Kids can play Bushi using Shoubu as a sword. This play is not only for fun, but also to wish for improving their skills in martial arts. \n\n# What to Eat on Boys Day\nFinally, here's what's probably the most important section; FOOD. Although we haven't really celebrated Boys Day, we always enjoyed this food part. There's two things that's specifically eaten on this day. \n\n![Kashiwa-Mochi](https://img.nippondering.com/7bd6ec52-e162-4c32-994f-31a3d3c06190.jpg)\n##### *If you like both Anko and Mochi, Kashiwa-Mochi is definitely for you!*\n\nThe first is *Kashiwa-mochi*. It is a white *mochi* (sticky rice cake) filled with *Anko* (sweet bean paste) filling wrapped in a oak leaf. *Kashiwa* is a oak tree in Japanese. A oak tree does not drop any leaves until a sprout comes out, and therefore it is said to be a symbol for the succession of family line and thereby fertility. \n\n![Chimaki](https://img.nippondering.com/a11ba44d-2438-4806-82fa-0ef4e88af083.jpg)\n##### *The texture of Chimaki is very similar to Mochi, but it has a slightly sweet taste which I'm fond of*\n\nThe second food that we should not miss is *Chimaki*. This is probably more important than the first one because I only see this at supermarkets during this season while I find Kashiwa-mochi throughout a year. I remember Chimaki being served at elementary school for lunch. I didn't like many of the dishes served at elementary school but Chimaki was one of the few things I looked forward to. \n\nChimaki is said to ward off evil spirit and its origin is in the old Chinese legend. The legend says that there was a politician named \"*Kutsugen*\" in a country called *So* who was loved by his citizens. However, he lost his position due to political conspiracy and threw himself into the *Belira* river. People mourned his death and tried to save his corpse from being consumed by fishes. They made noises with drums to scare away the fishes and threw *Chimaki* into the river so fishes would eat it instead. Since then, they started to celebrate his deathday which is May 5th as a day to ward off evil. \n\n![Tango-no-Sekku](https://img.nippondering.com/afc986cc-2f46-4a43-a79c-a71df7f46521.jpg)\n\nReady to enjoy Boys Day? If you are wondering when's \"Girls Day\", don't worry we do have a day for girls too. But let's talk about that another time :)\n\n\n","image":"78023667-c253-4491-96d9-b8b8c0904f3d","published":"2020-05-11T12:31:03.901994","tags":["japan","culture"],"previousPostLocation":"welcome-to-the-world-of-the-dead-how-to-cross-the-sanzu-no-kawa-river-10","nextPostLocation":"are-you-sure-your-knowledge-on-japanese-manners-is-correct-check-here-before-visiting-japan-12"}},"__N_SSG":true}