{"pageProps":{"post":{"postId":10,"title":"Welcome to the World of the Dead! How to Cross the Sanzu-no-Kawa River.","slug":"welcome-to-the-world-of-the-dead-how-to-cross-the-sanzu-no-kawa-river","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"In Japanese Buddhism, you cross the river when you die. Interested in how it's going to be? Now, imagine you are dead and let me be your guide!","content":"Welcome to the *Sanzu-no-Kawa* river, interstice between this world and the other world!\n\nGood job completing seven days travel! 3,200 km steep trails through the *Shide-no-Yama* (mountain of death) must have been very hard. Now look at the big river roaring in front of you. This is the very famous *Shide-no-Yama*. Be aware that there's no going back once you cross the river. Afraid? No worries. I'm here to help you. \n\nFirst, I will introduce you to the *Sai-no-Kawara* (Children's Limbo) you see in front of you. Then you will have to stand the trial of *Shinkō-ou* before crossing the river. I will of course explain what will happen afterwards as well:D\n\n![Red Spider Lily ](https://img.nippondering.com/6ec8d9e8-efe0-4b44-a8c9-88b40f3ef41a.jpg)\n##### *Red spider lily blooming in the other world*\n\n# One pile for father, another pile for mother...\nWondering what these kids are doing? These kids committed a very serious sin of dying before parents. A sin of causing parents pain. With such a serious sin, these kids cannot cross the river to the other world especially with only few good deeds due to early death. \n\nSuch kids are atoning for their sins by doing good deeds of piling stones to build a pagoda by the river bank named *Sai-no-Kawara*, thinking about their grieving parents. Once they pile the last stone on the top and finish the pagoda, they are finally forgiven for their sins and allowed to cross the river. However, *Oni* (Japanese demon) comes and destroys the pagoda every time they are about to finish. Their tremendous efforts go down to the drain and they have to suffer the endless pain.\n\n![Sai-no-Kawara](https://img.nippondering.com/93a63788-5e2a-401c-90b1-4a70bbc24b91.jpg)\n##### *In Japan, you sometimes see stones piled up especially beside a little shrine dedicated to *Juzo-Bosatsu*. Parents are praying for their kids to be saved, expressing forgiveness*\n\nYou feel pity for these innocent kids? Yes, very unreasonable. But don't worry. There's a salvation arranged for them. *Juzo-Bosatsu* will save them and help them reach the other world. \n\n# The Very First Trial of *Shinkō-ou*\nSo now that kids are saved by *Jizo-Bosatsu*, it is your turn to take the first step to get to the other world. Before crossing the *Sanzu-no-Kawa* river, you will have be judged by your sins you committed during your time on earth. The result will affect the next itinerary. *Shinkō-ou* is the incarnation of *Fudō-Myōō* and responsible for judging your sin of taking life. \n\n![A statue of *Fudō-Myōō*](https://img.nippondering.com/679d0581-9915-4127-8d26-0907b1c03ff1.jpg)\n##### *A statue of Fudō-Myōō*\n\nPlease look back to your life and recall any life you might have taken for a moment. Do not lie. It's meaningless anyway. Corresponding to the regulation here, there is a pair of god assigned to each human from birth. These gods are called *Kujō-Jin* and responsible for watching over a human to whom they're assigned from birth to death. *Dōjō*, the goddess on your right shoulder, records your misdeeds  and *Dōmyō* on your left shoulder records your good deeds. \n\n# Money is the Best Lawyer in Hell\nFinished your trial? Okay now look at the river. There are several theories regarding the origin of the name *Sanzu-no-Kawa*. Some say that the name derives from the fact that there're three ways to cross the river while others say that it symbolizes three bad realms of the hell, hungry ghosts and animals into which sinners will born. You see the shallows where the water runs slow and the deep part where the water runs roaring? The former is named *Sansui-Rai* and the latter is named *Koushin-En*.\n\nThose are charged with petty crimes can walk across *Sansui-Rai* and those with grave crimes will unfortunately have to swim across *Koushin-En*. Felons, be prepared. The roaring waves will crash your body against rocks and cause you a serious pain. You also risk getting attacked by *Oni* while your head is above the surface of the water. \n\nHowever, you are already dead. Any injuries can never kill you. Bear the pain and fatigue, and reach the other side. If you give up and sink down to the bottom of the river, you might be eaten by a large snake waiting at the bottom or directly sent to the worst hell. Either way, it won't be fun. \n\n![Sanzu-no-Kawa](https://img.nippondering.com/b826f813-fa75-4e6d-8cd3-4e42c2a372e6.jpg)\n##### *Sanzu-no-Kawa in our world. Who knows if the dead is crossing this river every day?*\n\nThose who are luckly proven innovent can walk across the gorgrously decorated bridge, *Ukyōto*. By the way, rumor says that women will be carried on the back of a man to whom they lost their virginity. Ladies, you see your first love anywhere? Gentlemen, stay calm even if you find out about a lie you've been told by your loved one.\n\nOops. You know what. All of this is actually an old rule applied up until Heian Period (794 - 1185).  The rule changed in the end of Heian Period and now anyone can cross the river on boat with six Mon (old currency unit) coins. These days, money talks both in this world and the other world. \n\n# *Datsueba* and *Kenō*\nLast but not least, I will explain what happens after crossing the river. \n\nWhen you've reached the other side, you see *Datsueba* and *Kenō* waiting beside the *Enryō-Jyu* tree. *Datsueba*strip off your clothes and hand it over to *Kenō*. I know how it sounds but please don't fight. This is just a part of the procedure. \n\n![*Datsueba* and *Kenō*](https://img.nippondering.com/3c4cf19f-a333-4621-8591-53b5d094e2c2.jpg)\n##### *Datsueba and Kenō*\n\n*Kenō* will hang your clothes on the *Enryō-Jyu* tree to weigh the gravity of your sins. The result will affect the next trial. By the way, there are cases where they decide how you cross the river instead of *Shinkō-ou*. In that case, you can pay the six Mon coins to get exempt from the judgement. If you are planning to stand beside the pillow of your family and talk to them, don't forget to tell about this too. \n\nNow, please follow the instructions given by these *Oni* working here and cross the river in turn. You will have to go to a trial once a week, seven trials in all including the previous trial of *Shinkō-ou*. The results will decide into which world you will born in your next life. Good luck, everyone!","image":"6ec8d9e8-efe0-4b44-a8c9-88b40f3ef41a","published":"2020-05-05T14:44:47.35815","tags":["japan","culture"],"previousPostLocation":"a-history-of-homosexuality-in-japan-when-being-gay-was-nothing-special-9","nextPostLocation":"how-to-enjoy-the-japanese-boys-day-on-may-5th-11"}},"__N_SSG":true}