{"pageProps":{"post":{"postId":13,"title":"The Secret of Arima Onsen: The Oldest Hot Spring in Japan. ","slug":"the-secret-of-arima-onsen-the-oldest-hot-spring-in-japan","owner":"Aimu","ownerImage":"https://img.nippondering.com/aimu.jpg","summary":"Arima Onsen is one of the most famous Onsen in Japan. But what's so special about it? How did it start? Let's look into these questions together!","content":"Arima hot spring is undoubtedly one of the most popular hot springs in Japan. Arima hot spring is only about half an hour away from Sannomiya, the centre of Kobe city famous for its delicious beef. With its long history and precious gift from mother nature, Arima hot spring offers a unique stress-releasing experience you will never forget. \n\nYou will enjoy the nice warm (or actually quite hot) healing water from Arima hot spring whether with or without any prior knowledge about its history and spots. However, if you put just a little time into researching the hot spring, you will realize little things you would have missed otherwise. Educate yourself beforehand and enjoy Arima hot spring fully! \n\n![Nene Bridge in Arima](https://img.nippondering.com/89114fc2-2f5d-4874-b058-a83e18c53247.jpg)\n##### *Nene bridge is the iconic bridge in Arima. There sits Nene (wife of Hideyoshi) in front of the bridge*\n\n# It all starts with three crows and two gods\nThe history of Arima hot spring goes back as far as the era of gods. Nihon Shoki writes its source was found by the two gods, Ōnamuchinomikoto and Sukunahikonanomikoto. So how did they find out about the hot spring? This is where the three crows come into the picture. The gods came across three wounded crows bathing in a puddle. \n\nA couple of days later, they saw the wounds of these crows fully cured and realized the effectiveness of the water in the puddle. Yes, the water was that from the hot spring. The crows were given the credit for its discovery and allowed to live in the area. Their statues still sit in Negai no Niwa (the garden of wishes).\n\nDespite its early discovery, it only gained its fame in the beginning of 7th century when Emperor Jomei stayed at the place. Repeated natural disasters and wars have devastated the hot spring multiple times, but three great men saved it from the crisis. With the help of two monks, Gyoki and Ninsai, and one of the most famous Shogun, Hideyoshi Toyotomi, Arima hot spring was revitalized and has been preserved to this day. \n\n![The statue of Hideyoshi](https://img.nippondering.com/710ca4ff-18d8-40ab-9e5d-826bf171e876.jpg)\n##### *The statue of Hideyoshi shows his contribution to the city*\n\n# So what's so special about Arima hot spring?\nArima hot spring is the oldest hot spring in Japan, meaning that its water had been gushing out from the ground before people had any technology to dig. Even today when our technology has advanced, the water is taken from the shallow area up to 300m below the surface, as this is where the water contains its natural nutritions the most.\n \nThe water from hot springs is not only relaxing and healing, but it actually is effective and contains ingredients healthy for your skin and body. We have such great hot springs across Japan, but Arima hot spring is one of the best. The reason is its great number of good ingredients contained in its water. There are 9 main types of hot springs assigned as Ryoyosen (medical hot spring) and Arima hot spring takes water from 7 of them. Its water made of mixture of 7 kinds makes it very rare even at the global level.\n\nThere are mainly two kinds of water you can choose to bath in; Kin no Yu (the golden bath) and Gin no Yu (the silver bath). The first has a red brown-ish color which makes you not want to dive in at the first glance. The water is very salty, saltier than sea water, and provides a sterilizing effect and clears your skin. The salty water warms you up from the core and keeps the warmth for quite a while even after you put your clothes on.\n\n![Kin no Yu](https://img.nippondering.com/e91da8b7-6cb1-4faf-8fbf-164ca2f5dbbf.jpg)\n##### *For a short trip, this free foot bath is a nice option. No it's not dirt floating. It's good stuff*\n\nThe latter is colorless. Gin no Yu is a mixture of carbon dioxide springs and radioactive springs with a bit of radon. Suprisingly, you can drink the water! Give it a try when you are in Arima onsen! But of course do not drink directly from the bathtub. There is water coming from the gourd-shaped tap in front of Kin no Yu, so drink from there. \n\n![Gin no Yu](https://img.nippondering.com/2122b23d-e98f-40fc-8452-514ff0978355.jpg)\n##### *Heal yourself from inside and out when you are in Arima!*\n\n# Do not forget to meet beautiful Geiko\nWhen you hear the words \"Geiko\" or \"Geisha\", you might think of Kyoto. However, surprisingly, you can meet Geiko in Arima as well. Geiko history in Arima starts with women called \"*Yuna*\". Yuna appeared in Kamakura period (1192 - 1333) as service staff to take care of those bathing in hot spring. \n\nThey became Geiko in mid-Meiji period and Geiko culture in Arima reached its prime during 60s. At that time, there were 15 *Okiya* (houses that manage Geiko and Maiko) only in Arima and about 150 Geiko were working there. However, the demand for Ozashiki (a banquet with Geiko) decreased with time and Geiko culture declined with it. Geiko disappeared in other areas in Hyogo, and they now only exist in Arima. Even in Arima, there remains only one Okiya and about 15 Geiko.\n\nYou can always arrange a dinner with them at your ryokan (Japanese style hotel). They will provide a memorable night with a beautiful traditional music, elegant dance and exciting games. It's a little pricy, but the once in a lifetime experience is definitely worth the money. If you visit Arima during seasonal events, you might see them dancing on an open stage as well. \n\nIf none of the above is possible for you and you still want to see Geiko, visit \"一糸 (Ito)\" where Geisha will serve you some nice snacks and drinks. The lovely café is owned by Hinayo who runs the only remaining Okiya in Arima. With a worry about declining Geiko culture, she hopes to regain the recognition by offering more approachable chances. \n\nEvery first and third Saturday and Sunday in a month, you have a chance to see their performance. If you are interested in a casual Geiko experience, this is the place to go :D \n\n![Arima Geiko](https://img.nippondering.com/d8afddf5-e843-4ff8-9388-540b4f70e80e.jpg)\n##### *The elegant dance by Arima Geiko takes you back to 60s in Japan*","image":"89114fc2-2f5d-4874-b058-a83e18c53247","published":"2020-05-27T22:46:54.930363","tags":["japan","travel","history"],"previousPostLocation":"are-you-sure-your-knowledge-on-japanese-manners-is-correct-check-here-before-visiting-japan-12","nextPostLocation":"lets-celebrate-the-beginning-of-summer-and-get-over-the-rainy-june-14"}},"__N_SSG":true}